Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/redirects/Resources/Private/Language/*.locallang_module_redirect.xlf
Languages: pl

# mlang_labels_tablabel
source: Redirect Administration
pl: Administracja przekierowaniem

# mlang_labels_tabdescr
source: This is the administration area for Web Redirects.
pl: Jest to obszar administracyjny dla Przekierowań Web.

# mlang_tabs_tab
source: Redirects
pl: Przekierowania

# source_host_global_text
source: Global redirect (any domain)
pl: Globalne przekierowanie (dowolna domena)

# heading_text
source: Redirect Management
pl: Zarządzanie przekierowaniem

# redirect_add_text
source: Add redirect
pl: Dodaj przekierowanie

# redirect_not_found.title
source: No redirects found!
pl: Nie znaleziono przekierowań!

# redirect_not_found.message
source: There are currently no redirect records found in the database.
pl: Obecnie nie znaleziono żadnych rekordów przekierowania w bazie danych.

# redirect_create
source: Create new redirect
pl: Utwórz nowe przekierowanie

# redirect_not_found_with_filter.title
source: No redirects found!
pl: Nie znaleziono przekierowań!

# redirect_not_found_with_filter.message
source: With the current set of filters applied, no redirect could be found.
pl: Z aktualnie używanym zestawem filtrów, nie można znaleźć przekierowania.

# redirect_no_filter
source: Remove all filter
pl: Usuń wszystkie filtry

# filter.source_host.showAll
source: Show All
pl: Pokaż wszystkie

# filter.destination
source: Destination (Path or Page ID)
pl: Miejsce docelowe (ścieżka lub ID strony)

# filter.targetStatusCode
source: Status Code
pl: Kod statusu

# record_disabled
source: Redirect is not activated!
pl: Przekierowanie nie jest aktywne!

source: Source Host
pl: Host źródłowy

source: Source Path
pl: Ścieżka źródłowa

# source_path.placeholder
source: /my-path/ or #^/my-path/$# (when regex enabled)
pl: /moja-sciezka/ lub #^/moja-sciezka/$# (gdy włączone wyrażenia regularne)

source: Destination
pl: Miejsce docelowe

source: Page ID
pl: ID strony

# destination_status_code
source: Status Code
pl: Kod statusu

# hit_text
source: %s hit
pl: %s trafienie

# hits_text
source: %s hits
pl: %s trafienia

# hit_reset
source: Reset Hit Counter (!)
pl: Resetuj licznik trafień (!)

# hit_reset.confirm.title
source: Reset the hitcounter of this record?
pl: Zresetować licznik trafień tego rekordu?

# hit_reset.confirm.content
source: Are you sure you want to reset the hitcounter of this record?
pl: Czy na pewno chcesz zresetować licznik tgrafień tego rekordu?

# hit_last
source: Last Hit on
pl: Ostatnie trafienie na

# hit_last_never
source: Never
pl: Nigdy

# visit_destination
source: Go to
pl: Idź do

source: View redirect
pl: Zobacz przekierowanie
