Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/redirects/Resources/Private/Language/*.locallang_slug_service.xlf
Languages: pl

# notification.slug_and_redirects.title
source: Slugs updated and redirects created
pl: Slugi zaktualizowane i utworzone przekierowania

# notification.slug_and_redirects.message
source: Because you renamed a slug, the slugs of all sub-pages were updated and redirects were created for you automatically.
pl: Ponieważ zmieniłeś nazwę sluga, slugi wszystkich podstron zostały zaktualizowane i automatycznie dla Ciebie utworzone przekierowania.

# notification.slug_only.title
source: Slugs updated
pl: Slugi zaktualizowane

# notification.slug_only.message
source: Because you renamed a slug, the slugs of all sub-pages were updated for you automatically.
pl: Ponieważ zmieniłeś nazwę sluga, slugi wszystkich podstron zostały dla Ciebie automatycznie zaktualizowane.

# notification.redirects.button.revert_update
source: Revert update
pl: Cofnij aktualizację

# notification.redirects.button.revert_redirect
source: Revert redirects only
pl: Cofnij tylko przekierowania

# redirects_error_title
source: An error occurred
pl: Wystąpił błąd

# redirects_error_message
source: Sorry something went wrong.
pl: Przepraszamy, coś poszło nie tak.

# revert_update_success_title
source: Revert successful
pl: Cofnięcie pomyślnie

# revert_update_success_message
source: All slug changes of sub pages have been reverted.
pl: Wszystkie zmiany slug na podstronach zostały cofnięte.

# revert_redirects_success_title
source: Revert successful
pl: Cofnięcie pomyślnie

# revert_redirects_success_message
source: All created redirects have been reverted.
pl: Wszystkie utworzone przekierowania zostały cofnięte.
