Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/frontend/Resources/Private/Language/*.locallang_csh_fe_users.xlf
Languages: pl

# username.description
source: Enter the username of the website user. This is needed to login.
pl: Wprowadź nazwę użytkownika serwisu. Jest ona używana w trakcie logowania do stron serwisu.

# password.description
source: Enter the password for the username above. This is needed to login.
pl: Wprowadź hasło użytkownika. Jest ono wymagane w trakcie logowania do stron serwisu.

# usergroup.description
source: Select a user group for the username.
pl: Wybierz grupę, do której będzie przynależał użytkownik.

# name.description
source: Enter the regular name of the user, both first- and surname.
pl: Wprowadź imię i nazwisko użytkownika.

# address.description
source: Enter the street address of the user.
pl: Wprowadź adres użytkownika.

# www.description
source: Enter the homepage URL
pl: Wprowadź adres URL strony domowej.

# title.description
source: Enter the job title, eg. 'Director' or 'Accountant'.
pl: Wprowadź tytuł, np. 'Dyrektor' lub 'Kierownik'.

# company.description
source: Enter the name of the company in which the user is employed.
pl: Wprowadź nazwę firmy, w której użytkownik jest zatrudniony.

# image.description
source: Insert a photo of the user.
pl: Wstaw obrazek użytkownika.

# starttime.description
source: Enter the date from which the account is active.
pl: Wprowadź datę, od której konto będzie aktywne.

# endtime.description
source: Enter the date from which the account is disabled.
pl: Wprowadź datę, od której konto będzie zdeaktywowane.

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
pl: Wprowadź dodatkową konfigurację TSconfig dla użytkownika (zaawansowane).

# .description
source: A website login user.
pl: Użytkownik logujący się na strony serwisu.
