Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/frontend/Resources/Private/Language/*.locallang_csh_fe_groups.xlf
Languages: pl

# hidden.description
source: This option enables the user group.
pl: Ta opcja wyłącza grupę użytkowników.

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them. For instance if a page or content element was assigned access only by this group and you disable the group, no one would gain access to that page or content element.
pl: Jeśli wyłączysz grupę użytkowników, wszyscy użytkownicy, którzy są członkami tej grupy, nie odziedziczą żadnych właściwości, które ta grupa mogła im przyznać. Na przykład, jeśli stronie lub elementowi treści przypisano dostęp tylko dla tej grupy i wyłączysz grupę, nikt nie uzyskałby dostępu do tej strony lub elementu treści.

# title.description
source: Name of the group.
pl: Nazwa grupy

# title.details
source: This title will appear as the group name in the 'Access'-list in other records.
pl: Ten tytuł pojawi się jako nazwa grupy na liście 'Dostęp' w innych rekordach.

# subgroup.description
source: Member of other groups.
pl: Członkowie grupy.

# subgroup.details
source: List of other groups that this group is a member of.
pl: Lista innych grup, których ta grupa jest członkiem.

# description.description
source: Enter a description of the group.
pl: Wprowadź opis grupy.

# description.details
source: This is for internal use and is just a way to put a note on what the group is for, why you created it and who should be members. Use it as you like.
pl: Jest to do użytku wewnętrznego i tylko sposób na przedstawienie notatki na temat tego, do czego służy grupa. dlaczego stworzyłeś go i kto powinien być członkami. Użyj go tak, jak chcesz.

# TSconfig.description
source: TSconfig for the group (advanced).
pl: TSconfig grupy (zaawansowane).

# TSconfig.details
source: This is the user TSconfig for the group. The values are inherited by any Website user who is a member of this group. The configuration is subject to being overridden in other groups and by the TSconfig of the user himself.
pl: To jest TSconfig użytkownika dla grupy. Wartości są dziedziczone przez dowolnego użytkownika witryny internetowej, który jest członkiem tej grupy. Konfiguracja podlega nadpisaniu w innych grupach oraz przez TSconfig samego użytkownika.

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
pl: Składnia TypoScript, bez warunków i stałych.

# .description
source: Usergroups for Website users.
pl: Grupy użytkowników serwisu WWW.

# .details
source: The access restriction in TYPO3 is assigned to these usergroups. When a page or other element is access restricted to a group, only Website users which are members of that group will be able to view the element on the website.
pl: Ograniczenie dostępu w TYPO3 jest przypisane do tych grup użytkowników. Gdy strona lub inny element ma dostęp ograniczony do grupy, tylko użytkownicy witryny internetowej, którzy są członkami tej grupy, będą mogli zobaczyć element na stronie.

# _.seeAlso
source: fe_users, About access restricting pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
pl: fe_users Informacje o stronach z ograniczonym dostępem | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/

# .image_descr
source: The form for editing frontend users groups. Pages, Content Elements and other records for frontend display often have a selector box where you can define access restriction by selecting access for a certain group only.
pl: Formularz do edycji grup użytkowników frontendu. Strony, elementy zawartości i inne rekordy do wyświetlenia na frontendzie często mają pole wyboru, w którym można zdefiniować ograniczenie dostępu poprzez wybranie dostępu tylko dla określonej grupy.
