Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/frontend/Resources/Private/Language/*.locallang_csh_systmpl.xlf
Languages: pl

# .description
source: TypoScript template record.
pl: Rekord szablonu TypoScript.

# starttime.description
source: Start time. Use this to enable a template on a certain date.
pl: Czas rozpoczęcia. Może być użyty do aktywacji szablonu w określonym terminie.

# endtime.description
source: End time. Use this to disable a template on a certain date.
pl: Czas zakończenia określa kiedy szablon powinien być wyłaczony.

# title.description
source: The title of the template record is only an internal label and does not have any effect on the output in the frontend.
pl: Tytuł szablonu jest tylko wewnętrzną informacją i nie ma wpływu na wygenerowane strony serwisu.

# resources.description
source: Resource files for the template. For example a logo, a TTF-font etc.
pl: Pliki zasobów dla szablonu. Na przykład logo, czcionka TTF.

# clear.description
source: Flags that will clear the inheritance of TypoScript code from former templates in the root line. There is a flag for Constants and one for Setup code.
pl: Opcje te anulują dziedziczenie kodu TypoScript z poprzednich szablonów znajdujących się w ścieżce strony. Jedna opcja dotyczy stałch a druga ustawień.

# root.description
source: Defines that the template represents a root of a website.
pl: Określa czy szablon reprezentuje korzeń serwisu.

# includeStaticAfterBasedOn.description
source: If set, static templates will be included after "based-on" templates. It basically swaps the order of inclusion of these external TypoScript sources.
pl: Ustawienie tej opcji spowoduje, że szablony statyczne będą dołączone po szablonach "based-on". Zamieniana jest kolejność dołączania zewnętrznych zasobów TypoScript.

# include_static.description
source: Static Template records to include.
pl: Rekordy szablonów statycznych do dołączenia.

# include_static_file.description
source: Static Template files to include.
pl: Pliki szablonów statycznych do dołączenia.

# basedOn.description
source: Other Template Records that are included like "static templates".
pl: Inne rekordy szablonów, które są dołączane jak statyczne.

# static_file_mode.description
source: Define the mode of inclusion of static template files.
pl: Definiuje tryb dołączania plików szablonów statycznych.

# nextLevel.description
source: Defines a template record to make active one level out in the page tree of this branch. This can be used to define another template record for the general website while having a special template for the frontpage.
pl: Definiuje rekord szablonu, który ma być aktywny poziom niżej w gałęzi drzewa stron. Może to być użyteczne, jeżeli chcemy zdefiniować jeden szablon dla strony głównej serwisu a inny dla pozostałych stron.

# description.description
source: Enter a description of the template if you like.
pl: Wprowadź opis szablonu.

# editorcfg.description
source: Editor Configuration for the stylesheet editor extension.
pl: Konfiguracja edytora - używana do skonfigurowania edytora stylów CSS.
