Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/frontend/Resources/Private/Language/*.locallang_ttc.xlf
Languages: pl

# CType_formlabel
source: Type
pl: Typ

# CType.I.0
source: Header
pl: Nagłówek

# CType.I.1
source: Text
pl: Теkst

# CType.I.2
source: Text & Images
pl: Tekst i Obrazki

# CType.I.3
source: Images
pl: Obrazki

# CType.I.4
source: Bullet List
pl: Lista punktowa

# CType.I.5
source: Table
pl: Tabela

# CType.I.6
source: File Links
pl: Lista plików

# CType.I.8
source: Form
pl: Formularz

# CType.I.9
source: Search
pl: Wyszukaj

# CType.I.10
source: Login
pl: Logowanie

# CType.I.11
source: Textbox
pl: Pole tekstowe

# CType.I.12
source: Special Menus
pl: Specjalne menu

# CType.I.13
source: Insert Records
pl: Wstaw rekordy

# CType.I.14
source: Insert Plugin
pl: Wstaw wtyczkę

# CType.I.15
source: Script
pl: Skrypt

# CType.I.16
source: Divider
pl: Linia oddzielająca

# CType.textmedia
source: Text & Media
pl: Tekst & Media

# CType.menu_abstract
source: Abstracts
pl: Streszczenie

# CType.menu_categorized_pages
source: Categorized pages
pl: Skategoryzowane strony

# CType.menu_categorized_content
source: Categorized content
pl: Skategoryzowane elementy treści

# CType.menu_pages
source: Pages
pl: Strony

# CType.menu_subpages
source: Subpages
pl: Podstrony

# CType.menu_recently_updated
source: Recently updated pages
pl: Ostatnio edytowane strony

# CType.menu_related_pages
source: Related pages
pl: Powiązane strony

# CType.menu_section
source: Section index
pl: Indeks sekcji

# CType.menu_section_pages
source: Section index of subpages from selected pages
pl: Indeks sekcji podstron z wybranych stron

# CType.menu_sitemap
source: Sitemap
pl: Mapa strony

# CType.menu_sitemap_pages
source: Sitemaps of selected pages
pl: Mapa serwisu z wybranych stron

# CType.div.standard
source: Standard
pl: Standardowe

# CType.div.lists
source: Lists
pl: Listy

# CType.div.forms
source: Forms
pl: Formularze

# CType.div.special
source: Special
pl: Specjalne

# layout.I.1
source: Layout 1
pl: Układ 1

# layout.I.2
source: Layout 2
pl: Układ 2

# layout.I.3
source: Layout 3
pl: Układ 3

# colPos
source: Columns
pl: Kolumny

# colPos_formlabel
source: Column
pl: Kolumna

# colPos.I.0
source: Left
pl: Lewo

# colPos.I.1
source: Normal
pl: Zwykła

# colPos.I.2
source: Right
pl: Prawa

# colPos.I.3
source: Border
pl: Krawędź

# colPos.I.unused
source: Unused
pl: Nieużywane

source: Date
pl: Data

# date_formlabel
source: Date
pl: Data

source: Header
pl: Nagłówek

# header_formlabel
source: Header
pl: Nagłówek

# header.ALT.shortcut_formlabel
source: Name (not visible in frontend)
pl: Nazwa (niewidoczne na frontend)

# header.ALT.script_formlabel
source: Name (not visible in frontend)
pl: Nazwa (niewidoczne na frontend)

# header.ALT.div_formlabel
source: Name (not visible in frontend)
pl: Nazwa (niewidoczne na frontend)

# header.ALT.html_formlabel
source: Name (not visible in frontend)
pl: Nazwa (niewidoczne na frontend)

# header.description.ALT
source: The name won't be displayed as header above the element, but will be used as reference in menus.
pl: Nazwa nie będzie wyświetlana jako nagłówek powyżej elementu, ale będzie używana jako odniesienie w menu.

# header_position
source: Align
pl: Wyrównanie

# header_position_formlabel
source: Alignment
pl: Wyrównanie

# header_position.I.1
source: Center
pl: Wyśrodkowanie

# header_position.I.2
source: Right
pl: Prawa

# header_position.I.3
source: Left
pl: Lewo

# header_layout_formlabel
source: Type
pl: Typ

# header_layout.I.1
source: Layout 1
pl: Układ 1

# header_layout.I.2
source: Layout 2
pl: Układ 2

# header_layout.I.3
source: Layout 3
pl: Układ 3

# header_layout.I.4
source: Layout 4
pl: Układ 4

# header_layout.I.5
source: Layout 5
pl: Układ 5

# header_layout.I.6
source: Hidden
pl: Ukryty

# bullets_type
source: Type of bullets
pl: Rodzaj punktorów

# bullets_type.0
source: Unordered list (bullets)
pl: Lista nieuporządkowana (kropki)

# bullets_type.1
source: Ordered list (numbers)
pl: Lista uporządkowana (numery)

# bullets_type.2
source: Definition list
pl: Lista definicji

# bodytext.W.forms
source: Forms wizard
pl: Kreator formularza

# imagewidth
source: Width (pixels)
pl: Szerokość (w pikselach)

# imagewidth_formlabel
source: Width (px)
pl: Szerokość (piks.):

# imageheight
source: Height (pixels)
pl: Wysokość (w pikselach)

# imageheight_formlabel
source: Height (px)
pl: Wysokość (piks.):

# imageorient
source: Position
pl: Położenie

# imageorient_formlabel
source: Position and Alignment
pl: Pozycja i Wyrównanie

# imageorient.I.0
source: Above, center
pl: Ponad / środek

# imageorient.I.1
source: Above, right
pl: Ponad / prawa strona

# imageorient.I.2
source: Above, left
pl: Ponad / lewa strona

# imageorient.I.3
source: Below, center
pl: Poniżej, środek

# imageorient.I.4
source: Below, right
pl: Poniżej, prawa strona

# imageorient.I.5
source: Below, left
pl: Poniżej, lewa strona

# imageorient.I.6
source: In text, right
pl: W tekście, z prawej

# imageorient.I.7
source: In text, left
pl: W tekście, z lewej

# imageorient.I.9
source: Beside Text, Right
pl: Obok tekstu, z prawej

# imageorient.I.10
source: Beside Text, Left
pl: Obok tekstu, z lewej

# imageborder
source: Border
pl: Krawędź

# imageborder_formlabel
source: Border
pl: Krawędź

# image_link_formlabel
source: Links (one per line, one link per image)
pl: Linki (jeden na wiersz, jeden link na obrazek)

# image_zoom
source: Click-enlarge
pl: Kliknij aby powiększyć

# image_zoom_formlabel
source: Enlarge on Click
pl: Powiększenie po kliknięciu

# image_frames
source: Frames
pl: Ramki

# image_frames_formlabel
source: Graphical Frames
pl: Ramki graficzne

# image_frames.I.0
source: (None)
pl: (Brak)

# image_frames.I.1
source: Frame 1
pl: Ramka 1

# image_frames.I.2
source: Frame 2
pl: Ramka 2

# image_frames.I.3
source: Frame 3
pl: Ramka 3

# image_frames.I.4
source: Frame 4
pl: Ramka 4

# image_frames.I.5
source: Frame 5
pl: Ramka 5

# image_frames.I.6
source: Frame 6
pl: Ramka 6

# image_frames.I.7
source: Frame 7
pl: Ramka 7

# image_frames.I.8
source: Frame 8
pl: Ramka 8

# imagecols
source: Columns
pl: Kolumny

# imagecols_formlabel
source: Number of Columns
pl: Liczba kolumn:

# image_altText
source: Alternative Text
pl: Tekst alternatywny

# altText_formlabel
source: Alternative Labels (one per line)
pl: Etykiety alternatywne (jeden na linię)

# image_titleText
source: Title Text
pl: Tytuł

# titleText_formlabel
source: Titles (one per line)
pl: Tytuły (jeden na linię)

# image_longdescURL
source: Long Description URL
pl: Długi opis URL

# images.addFileReference
source: Add image
pl: Dodaj obraz

# longdescURL_formlabel
source: Long Description URLs (one per line)
pl: Długi opis URL (jeden na linię)

# cols
source: Columns
pl: Kolumny

# recursive.I.0
source: 0 levels (only selected page)
pl: 0 poziomów (tylko wybrana strona)

# recursive.I.1
source: 1 level
pl: 1 poziom

# recursive.I.2
source: 2 levels
pl: 2 poziom

# recursive.I.3
source: 3 levels
pl: 3 poziomy

# recursive.I.4
source: 4 levels
pl: 4 poziomy

# recursive.I.5
source: Infinite
pl: Nieskończony

# list_type
source: Plugin
pl: Wtyczka

# list_type_formlabel
source: Selected Plugin
pl: Wybrana wtyczka

# media
source: Files
pl: Pliki

# media.dataAttributes
source: Additional data-* Attributes for HTML5 video tag
pl: Dodatkowe dane- * Atrybuty dla tagu wideo HTML5

# media.dataAttributes.attributeName
source: Name of attribute (without data-)
pl: Nazwa atrybutu (bez danych-)

# media.dataAttributes.content
source: Content
pl: Zawartość

# media.ALT.uploads_formlabel
source: Select single files
pl: Wybierz pojedyńczy plik

# media.addFileReference
source: Add file
pl: Dodaj plik

# multimedia
source: File
pl: Plik

# multimedia_formlabel
source: Selected Media File
pl: Wybrane pliki multimedialne

source: File collections
pl: Kolekcja plików

# file_collections.ALT.uploads_formlabel
source: Select file collections
pl: Wybierz kolekcję plików

# filelink_size
source: Show File Size
pl: Wyświetl rozmiar pliku

# filelink_sorting
source: Sort file list
pl: Sortowania listy plików

# filelink_sorting.none
source: no sorting
pl: bez sortowania

# filelink_sorting.extension
source: by file extension
pl: wg rozszerzenia pliku

# filelink_sorting.name
source: by filename
pl: wg nazwy pliku

# filelink_sorting.type
source: by file type
pl: według typu pliku

# filelink_sorting.size
source: by file size
pl: według rozmiaru pliku

# filelink_sorting.creation_date
source: by file creation date
pl: wg daty utworzenia pliku

# filelink_sorting.modification_date
source: by file modification date
pl: według daty modyfikacji pliku

# filelink_sorting.title
source: by file metadata title
pl: według tytułu metadanych pliku

# filelink_sorting_direction
source: Sorting direction
pl: Kierunek sortowania

# filelink_sorting_direction.ascending
source: Ascending (default)
pl: Rosnąco (domyślnie)

# filelink_sorting_direction.descending
source: Descending
pl: Malejąco

# filelink_size_formlabel
source: Display File Size Information
pl: Pokaż rozmiar pliku

source: Target
pl: Cel

# target.I.1
source: New window
pl: Nowe okno

# records
source: Items
pl: Elementy

# records_formlabel
source: Records
pl: Rekordy

# space_before_class
source: Space Before
pl: Przestrzeń przed

# space_before_class_formlabel
source: Space Before
pl: Przestrzeń przed

# space_after_class
source: Space After
pl: Przestrzeń po

# space_after_class_formlabel
source: Space After
pl: Przestrzeń po

# space_class_none
source: None
pl: Brak

# space_class_extra_small
source: Extra Small
pl: Bardzo mała

# space_class_small
source: Small
pl: Mała

# space_class_medium
source: Medium
pl: Średnia

# space_class_large
source: Large
pl: Duża

# space_class_extra_large
source: Extra Large
pl: Bardzo duża

# frame_class
source: Frame
pl: Ramka

# frame_class_formlabel
source: Frame
pl: Ramka

# frame_class.default
source: Default
pl: Domyślne

# frame_class.ruler_before
source: Ruler Before
pl: Linia przed

# frame_class.ruler_after
source: Ruler After
pl: Linia po

# frame_class.indent
source: Indent
pl: Оdstęp

# frame_class.indent_left
source: Indent, 33/66%
pl: Odstęp, 33/66%

# frame_class.indent_right
source: Indent, 66/33%
pl: Odstęp, 66/33%

# frame_class.none
source: No Frame
pl: Brak ramki

# splash_layout
source: Textbox Type
pl: Typ pola tekstowego

# splash_layout_formlabel
source: Type
pl: Typ

# splash_layout.I.1
source: Image Shadow
pl: Cień obrazka

# splash_layout.I.2
source: Image Frame 1
pl: Ramka obrazka 1

# splash_layout.I.3
source: Image Frame 2
pl: Ramka obrazka 2

# splash_layout.I.4
source: __Graphical:__
pl: __Graficzny:__

# splash_layout.I.5
source: Postit 1
pl: Napisał 1

# sectionIndex
source: Index
pl: Indeks

# sectionIndex_formlabel
source: Show in Section Menus
pl: Pokaż w sekcji menu

# linkToTop
source: To top
pl: Do góry

# linkToTop_formlabel
source: Append with Link to Top of Page
pl: Dodaj do linku Góra strony

# rte_enabled
source: Disable Rich Text Editor
pl: Wyłącz edytor tekstu

# rte_enabled_formlabel
source: Rich Text Editor
pl: RTE

# rte_enabled.I.0
source: Disable
pl: Wyłącz

# pi_flexform
source: Plugin Options
pl: Opcje wtyczki

# accessibility_title
source: Block title
pl: Tytuł bloku

# accessibility_bypass
source: Add link to bypass block
pl: Dodaj link aby pominąć blok

# accessibility_bypass_text
source: Link text to bypass block
pl: Link testowy aby pominąć blok

source: Selected categories
pl: Wybrane kategorie

source: Category field
pl: Pole kategorii

# ALT.imgOptions
source: Image Options
pl: Opcje obrazków

# ALT.imgLinks
source: Image Links
pl: Odnośniki do obrazów

# ALT.imgDimensions
source: Image Dimensions
pl: Wymiary obrazu

# imagecaption.ALT.uploads
source: Descriptions
pl: Opis

# imagecaption.ALT.uploads_formlabel
source: File Descriptions (one per line)
pl: Opisy plików (jeden na linię)

# imagecaption.ALT.script
source: Comments
pl: Komentarze

# bodytext.ALT.mailform
source: Configuration
pl: Konfiguracja

# bodytext.ALT.mailform_formlabel
source: Form Structure
pl: Struktura formularza

# pages.ALT.mailform
source: Target Page
pl: Docelowa strona

# pages.ALT.searchform
source: Target page
pl: Docelowa strona

# pages.ALT.loginform
source: Selected pages: Target (1st), Frontend user container (2nd)
pl: Wybrane strony: Docelowa (1 stopień), Użytkownik FE zawartość (2 stopień)

# pages.ALT.search
source: Send to Page
pl: Wyślij do strony

# pages.ALT.login
source: Send to Page
pl: Wyślij do strony

# pages.ALT.menu_formlabel
source: Selected Pages
pl: Wybrane strony

# pages.ALT.list_formlabel
source: Record Storage Page
pl: Strona przechowywania rekordów

# pages.ALT.script_formlabel
source: Starting Point for This Script
pl: Punkt startowy dla tego skryptu

# subheader.ALT.mailform
source: Recipient Email
pl: E-mail odbiorcy

# subheader.ALT.mailform_formlabel
source: Recipient Email
pl: E-mail odbiorcy

# menu.ALT.accessibility_title_formlabel
source: Menu block title
pl: Tytuł bloku menu

# menu.ALT.accessibility_bypass_formlabel
source: Add link to bypass navigation block
pl: Dodaj link do obejścia bloku nawigacji

# menu.ALT.accessibility_bypass_text_formlabel
source: Link text to bypass navigation block
pl: Tekst linka do obejścia bloku nawigacji

# tabs.text
source: Text
pl: Теkst

# tabs.plugin
source: Plugin
pl: Wtyczka

# sys_language_uid_formlabel
source: Language
pl: Język

# subheader_formlabel
source: Subheader
pl: Podnagłówek

# hidden_formlabel
source: Content Element
pl: Element treści

# hidden.I.0
source: Disable
pl: Wyłącz

# starttime_formlabel
source: Publish Date
pl: Data publikacji

# endtime_formlabel
source: Expiration Date
pl: Data wygaśnięcia

# fe_group_formlabel
source: Usergroup Access Rights
pl: Prawa dostępu dla grupy

# layout_formlabel
source: Layout
pl: Układ

# bodytext_formlabel
source: Text
pl: Теkst

# bodytext.ALT.bulletlist_formlabel
source: Bullet List
pl: Lista punktowa

# bodytext.ALT.table_formlabel
source: Table Structure
pl: Struktura Tabeli

# bodytext.ALT.media_formlabel
source: Alternative Content
pl: Alternatywna treść

# bodytext.ALT.textbox_formlabel
source: Text
pl: Теkst

# bodytext.ALT.script_formlabel
source: Parameters to pass to the script
pl: Parametry przekazane do skryptu

# bodytext.ALT.html_formlabel
source: HTML Code
pl: Kod HTML

# image_formlabel
source: Images
pl: Obrazki

# image.ALT.textbox_formlabel
source: Image Files
pl: Pliki obrazów

# imagecaption_formlabel
source: Captions (one per line)
pl: Podpisy (jeden na linię)

# imagecaption.ALT.script_formlabel
source: Comments
pl: Komentarze

# field.default.hidden
source: Visibility of content element
pl: Widoczność elementu treści

# field.table.bodytext
source: Table content
pl: Zawartość tabeli

# palette.general
source: Content Element
pl: Element treści

# palette.headers
source: Headlines
pl: Nagłówki

# palette.header
source: Header
pl: Nagłówek

# palette.visibility
source: Visibility
pl: Widoczność

# palette.access
source: Publish Dates and Access Rights
pl: Daty publikacji oraz prawa dostępu

# palette.frames
source: Content Element Layout
pl: Wygląd elementu zawartości

# palette.textlayout
source: Text Layout
pl: Układ tekstowy

# palette.imagefiles
source: Images and Captions
pl: Obrazki i podpisy

# palette.imagelinks
source: Behavior
pl: Zachowanie

# palette.image_accessibility
source: Accessibility
pl: Dostępność

# palette.image_settings
source: Image Adjustments
pl: Dostosowanie obrazu

# palette.imageblock
source: Image Alignment
pl: Dostosowanie obrazu

# palette.mailform
source: Target and Recipient
pl: Cel i odbiorca

# palette.searchform
source: Search Results
pl: Rezultaty wyszukiwania

# palette.loginform
source: Redirect Target and Frontend User Container
pl: Przekieruj cel oraz element zawartości użytkownika FE

# palette.multimediafiles
source: Media Files and Parameters
pl: Pliki Media i parametry

# palette.textbox
source: Render Text into Images
pl: Przetwórz tekst na obrazki

# palette.menu
source: Menu and Sitemap
pl: Menu i mapa serwisu

# palette.menu_accessibility
source: Accessibility
pl: Dostępność

# palette.uploads_layout
source: Filelinks Layout
pl: Wygląd listy plików

# palette.table_layout
source: Table Layout
pl: Wygląd tabeli

# palette.appearanceLinks
source: Links
pl: Odnośniki

# tabs.access
source: Access
pl: Dostęp

# tabs.appearance
source: Appearance
pl: Wygląd

# tabs.behaviour
source: Behaviour
pl: Zachowanie

# tabs.script
source: Script
pl: Skrypt

# tabs.images
source: Images
pl: Obrazki

# tabs.extended
source: Extended
pl: Rozszerzony

# tabs.accessibility
source: Accessibility
pl: Dostępność
