Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_reset_password.xlf
Languages: pl

# headline
source: Reset Your Password
pl: Zresetuj swoje hasło

# instructions.email
source: To reset your password, enter the email address stored in the backend user account.
pl: Aby zresetować swoje hasło, wprowadź adres e-mail zapisany na koncie użytkownika backend-u.

# instructions.password
source: To reset your password, enter a new password with at least 8 characters.
pl: Aby zresetować swoje hasło, wprowadź nowe hasło z co najmniej 8 znakami.

# note.other_providers
source: Note: If you're using a centralized user management system such as LDAP, OAuth or Active Directory, you might not receive an email.
pl: Uwaga: Jeśli używasz scentralizowanego systemu zarządzania użytkownikami takiego jak LDAP, OAuth lub Active Directory, możesz nie otrzymywać wiadomości e-mail.

# email_sent.headline
source: Check your inbox!
pl: Sprawdź swoją skrzynkę odbiorczą!

# email_sent.message
source: If a backend user with the email address "%s" exists, an email has been sent to this address. Please check your inbox and spam folder.
pl: Jeśli użytkownik backendu z adresem e-mail "%s" istnieje, wiadomość e-mail została wysłana na ten adres. Sprawdź swoją skrzynkę odbiorczą i folder spam.

# reset_success.headline
source: You've successfully reset your password!
pl: Pomyślnie zresetowałeś hasło!

# input.password
source: Enter your new password
pl: Wprowadź swoje nowe hasło

# input.passwordrepeat
source: Enter your new password again
pl: Wprowadź swoje nowe hasło ponownie

# email_sent.initiate
source: Get Reset Link
pl: Uzyskaj link resetowania hasła

# button.reset
source: Reset Your Password Now
pl: Zresetuj swoje hasło teraz

# button.restart
source: Start over
pl: Zacznij od początku

# button.back_to_login
source: Go back to login page
pl: Wróć do strony logowania

# error.invalid_email
source: The entered email address is invalid. Please try again.
pl: Wprowadzony adres e-mail jest nieprawidłowy. Spróbuj ponownie.

# error.token_expired
source: The password reset link is invalid or has expired.
pl: Link resetowania hasła jest nieprawidłowy lub wygasł.

# error.password
source: The password you entered is invalid or the passwords do not match. Please try again.
pl: Wprowadzone hasło jest nieprawidłowe lub hasła nie pasują do siebie. Spróbuj ponownie.
