Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: pl

# status_report_title
source: Status Report
pl: Raport o stanie

# status_report_description
source: Get a status report about your site's operation and any detected problems.
pl: Sprawdź raport dotyczący Twojego systemu oraz ewentualnych problemów.

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
pl: W tym miejscu znajdziesz krótki przegląd parametrów systemu a także informacje o problemach wykrytych w Twojej instalacji. Być może informacje znalezione tutaj można użyć do opisania problemu np. na forum, liście czy w innym systemie śledzenia błędów.

# status_wrongValue
source: Wrong value detected
pl: Wykryto nieprawidłową wartość

# status_info
source: Information
pl: Informacje

# status_insecure
source: Insecure
pl: Niebezpieczne

# status_disabled
source: Disabled
pl: Wyłączone

# status_enabled
source: Enabled
pl: Włączone

# status_enabledPermanently
source: Enabled permanently
pl: Włączony na stałe

# status_enabledTemporarily
source: Enabled temporarily
pl: Włączony tymczasowo

# status_empty
source: Empty
pl: Pusty

# status_none
source: None
pl: Brak

# status_connectionFailed
source: Connection Failed
pl: Połączenie nie powiodło się

# status_checkFailed
source: Check Failed
pl: Sprawdzanie nie powiodło się

# status_updateComplete
source: Update Complete
pl: Aktualizacja zakończona

# status_updateIncomplete
source: Update Incomplete
pl: Aktualizacja niekompletna

# status_typo3
source: TYPO3 System
pl: System TYPO3

# status_security
source: Security
pl: Bezpieczeństwo

# status_configuration
source: Configuration
pl: Konfiguracja

# status_referenceIndex
source: Reference Index
pl: Indeks referencji

# status_fal
source: File Abstraction Layer
pl: Warstwa Abstrakcji Pliku (FAL)

# status_missingFiles
source: Files flagged as missing
pl: Pliki oznaczone jako brakujące

# status_missingFilesCount
source: %1$s files
pl: %1$s plików

# status_missingFilesMessage
source: These files are flagged as missing. Restore the files and run the indexer to reset the missing flag.
pl: Te pliki oznaczone są jako brakujące. Przywróć pliki i uruchom ponownie indeksowanie aby zresetować flagę 'brakujące'.

# status_memcachedConfiguration
source: Memcached Configuration
pl: Konfiguracja memcache

# status_PhpSafeMode
source: PHP safe_mode
pl: Tryb PHP safe_mode

# status_CreatedFilePermissions
source: Permissions of created files
pl: Uprawnienia worzonych plików

# status_CreatedFilePermissions.writable
source: Files created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to files by "others". A sane default is often '0660' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. This can be set in the install tool.
pl: Pliki utworzone przez TYPO3 są skonfigurowane do zapisu dla wszystkich. W zależności od konfiguracji serwera może to stanowić zagrożenie dla bezpieczeństwa. Zazwyczaj lepiej jest skonfigurować maskę tworzenia tak by nie zezwalała na zapisywanie przez "innych". Rozsądną wartością domyślna jest często '0660' dla $GLOBALS['TYPO3_CONF_VARS']['BE']['fileCreateMask']. Może to być ustawione w module Instalacja.

# status_CreatedDirectoryPermissions
source: Permissions of created directories
pl: Uprawnienia tworzonych katalogów

# status_CreatedDirectoryPermissions.writable
source: Directories created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to directories by "others". A sane default is often '2770' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. This can be set in the install tool.
pl: Pliki utworzone przez TYPO3 są skonfigurowane do zapisu dla wszystkich. W zależności od konfiguracji serwera może to stanowić zagrożenie dla bezpieczeństwa. Zazwyczaj lepiej jest skonfigurować maskę tworzenia tak by nie zezwalała na zapisywanie przez "innych". Rozsądną wartością domyślna jest często '2770' dla $GLOBALS['TYPO3_CONF_VARS']['BE']['folderCreateMask']. Może to być ustawione w module Instalacja.

# status_MysqlDatabaseCharacterSet
source: MySQL Database Character Set
pl: Zestaw znaków bazy danych MySQL

# status_MysqlDatabaseCharacterSet_CheckFailed
source: Checking database character set failed, got key "%1$s" instead of "character_set_database"
pl: Sprawdzenie zestawu znaków bazy danych nie powiodło się, otrzymano klucz"%1$s" zamiast "character_set_database"

# status_MysqlDatabaseCharacterSet_Unsupported
source: Your default database uses character set "%1$s", but only "utf8" or "utf8mb4" is supported with TYPO3.
pl: Domyślna baza danych używa zestawu znaków "%1$s", ale TYPO3 obsługuje tylko "utf8" lub "utf8mb4".

# status_MysqlDatabaseCharacterSet_Ok
source: Your default database uses utf-8. All good.
pl: Domyślna baza danych używa utf-8. Wszystko dobrze.

# status_MysqlDatabaseCharacterSet_Info
source: Your default database uses a different charset, but all tables uses utf-8. All good. But consider fixing your database collation and check the table creation settings.
pl: Domyślna baza danych używa inny charset, ale wszystkie tabele używają utf-8. Wszystko dobrze. Ale Zastanów się nad poprawieniem zestawienia bazy danych i sprawdź ustawienia tworzenia tabel.

# status_MysqlDatabaseCharacterSet_MixedCollations
source: Your default database is set to create tables with character set "%1$s", but contains tables or columns with different collations. Please fix these tables to avoid "illegal mix of collations" errors.
pl: Twoja domyślna baza danych jest skonfigurowana do tworzenia tabel z zestawem znaków "%1$s", ale zawiera tabele lub kolumny z innymi porównaniami. Popraw te tabele, aby uniknąć błędów „nielegalnego mieszania porównań”.

# status_encryptedConnectionStatus
source: Encrypted backend connection (HTTPS)
pl: Zaszyfrowane połączenie z backendem (HTTPS)

# status_encryptedConnectionStatus_insecure
source: Your backend access is not secured using HTTPS but relies on HTTP which sends all your data (including login passwords) over an insecure connection. All modern web sites should rely on HTTPS and only sites secured differently, for instance some intranet installations may use HTTP only.
pl: Twój dostęp do backendu nie jest zabezpieczony za pomocą HTTPS lecz opiera się na HTTP, który wysyła wszystkie twoje dane (w tym hasła logowania) przez niezabezpieczone połączenie. Wszystkie nowoczesne strony internetowe powinny opierać się na HTTPS i tylko strony zabezpieczone inaczej, na przykład niektóre instalacje intranetowe mogą korzystać wyłącznie z HTTP.

# status_lockSslStatus
source: Backend only accessible through HTTPS
pl: Backend dostępny tylko przez HTTPS

# status_lockSslStatus_insecure
source: It is highly recommended to activate the option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
pl: Zdecydowanie zaleca się aktywowanie tej opcji (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).

# status_trustedHostsPattern
source: Trusted Hosts Pattern
pl: Wzorzec zaufanych Hostów

# status_adminUserAccount
source: Admin User Account
pl: Konto administratora

# status_encryptionKey
source: Encryption Key
pl: Klucz szyfrujący

# status_fileDenyPattern
source: File Deny Pattern
pl: Wzorzec wykluczeń plików

# status_htaccessUploadProtection
source: .htaccess Upload Protection
pl: Zabezpieczenie przed załadowaniem pliku .htaccess

# status_exceptionHandler
source: Exception Handler / Error Reporting
pl: Obsługa wyjątków / raportowanie błędów

# status_exceptionHandler_warningMessage
source: Display Errors is set to 1 - errors will be displayed with the DebugExceptionHandler including stack traces.
pl: Wyświetlanie błędów jest ustawione na 1 - błędy będą wyświetlane z DebugExceptionHandler wraz ze śladami stosu.

# status_exceptionHandler_errorMessage
source: Debug Exception Handler enabled in Production Context - will show full error messages including stack traces.
pl: Obsługa wyjątków debugowania włączona w kontekście produkcyjnym - pokaże pełne komunikaty o błędach, w tym ślady stosu.

# status_installToolPassword
source: Install Tool Password
pl: Hasło instalatora

# status_installTool
source: Install Tool
pl: Instalator

# status_phpVersion
source: PHP Version
pl: Wersja PHP

# status_phpTooOld
source: Your PHP installation is too old.
pl: Wersja Twojego PHP jest zbyt stara.

# status_phpMemory
source: PHP Memory Limit
pl: Limit pamięci PHP

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
pl: W zależności od Twojej konfiguracji TYPO3 może pracować z limitem pamięci PHP ustawionym na %1$s, zalecane jednak jest jego ustawienie na %2$s, szczególnie jeśli instalacja używa dodatkowych rozszerzeń.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
pl: W zależności od Twojej konfiguracji TYPO3 może pracować z limitem pamięci PHP ustawionym na %1$s, wymagane jednak jest jego ustawienie na %2$s, szczególnie jeśli instalacja używa dodatkowych rozszerzeń.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
pl: Zwiększ limit pamięci PHP poprzez edycję parametru memory_limit w pliku %s a następnie zrestartowanie serwera HTTP (w razie wątpliwości skontaktuj się ze swoim administratorem lub dostawcą usługi hostingowej).

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
pl: Skontaktuj się ze swoim administratorem lub dostawcą usługi hostingowej w celu uzyskania pomocy przy zwiększaniu limitu pamięci PHP.

# status_phpMemoryUnlimited
source: unlimited
pl: bez limitu

# status_phpPeakMemory
source: PHP peak memory usage
pl: Szczytowe zużycie pamięci PHP

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
pl: Podczas realizacji żądania %2$s limitu pamięci zostało użyte. Na %4$s żądania do %5$s użyto %1$s z %3$s.

# status_phpPeakMemoryClearFlag
source: Clear this flag
pl: Wyczyść tą flagę

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
pl: %s jes włączone. TYPO3 wymaga by ta dyrektywa była wyłączona.

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
pl: Twoja strona może być niezabezpieczona jeśli %s jest aktywne.

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
pl: jak zmienić konfigurację

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
pl: Dokumentacje PHP zawiera instrukcje dla %s.

# status_webServer
source: Web Server
pl: Serwer WWW

# status_webServer_infoText
source: For your Web Server some notifications have been found
pl: Dla Twojego serwera internetowego znalezione pewne powiadomienia

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
pl: Fluid wykorzystuje złożone wyrażenia regularne, które wymagają dużo przestrzeni stosu podczas pierwszego przetwarzania. W systemie Windows domyślny rozmiar stosu dla Apacha jest dużo mniejszy niż na systemach unix-owych. Możesz zwiększyć rozmiar do 8MB (domyślna wartość na systemach unix-owych), dodając do httpd.conf: &lt;br /&gt;&amp;lt;IfModule mpm_winnt_module&amp;gt; &lt;br /&gt;ThreadStackSize 8388608 &lt;br /&gt;&amp;lt;/IfModule&amp;gt; &lt;br /&gt; Po tych zmianach zrestartuj Apacha.

# status_phpModules
source: PHP Modules
pl: Moduły PHP

# status_phpModulesMissing
source: One or more modules are missing.
pl: Brakuje jednego lub więcej modułów.

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
pl: Następujące moduł(y) PHP brakuje(ą): %s.

# status_phpModulesInfo
source: You need to install and enable these modules to let TYPO3 function correctly.
pl: Musisz zainstalować i włączyć te moduły by TYPO3 działało poprawnie.

# status_phpModulesGroup
source: one of: %s
pl: jeden z : %s

# status_phpModulesPresent
source: All required modules are installed.
pl: Wszystkie wymagane moduły są zainstalowane.

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
pl: Narzędzie Instalacyjne jest tymczasowo włączone, usuń plik "%s" gdy skończysz konfigurację TYPO3. Jeśli Narzędzie Instalacyjne nie będzie używane, zostanie zablokowane automatycznie po %s minutach.

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
pl: Ustawienie w PH INI safe_bode na "On" jest przestarzałe od wersji PHP 5.3 wzwyż i nie jest już więcej wspierane przez TYPO3.

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
pl: Ustawienie w PHP INI magic_quotes_gpc "On" jest przestarzałe od PHP 5.3. Zaleca się ustawienie na "Off" zanim zostanie ono usunięte z kolejnych wersji PHP.

# status_updateTaskTitle
source: System Status Update
pl: Uaktualnienie statusu systemu

# status_updateTaskDescription
source: Runs a system status check and sends notifications if problems have been found.
pl: Uruchamia testy statusu systemu i wysyła informacje w razie znalezienia błędu.

# status_updateTaskField_notificationEmail
source: Notification Email Address
pl: Adres e-mail do przesyłania potwierdzeń

# status_updateTaskField_notificationEmails
source: Notification Email Addresses (one per line)
pl: Adresy e-mail do przesyłania potwierdzeń (po jednym w wierszu)

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
pl: Brak lub niepoprawny adres e-mail do przesyłania potwierdzeń.

# status_updateTaskField_notificationEmails_invalid
source: Empty or invalid notification email addresses.
pl: Brak lub niepoprawny adres e-mail do przesyłania powiadomień.

# status_updateTaskField_notificationAll
source: Always send notification mail (not only on errors or warnings)
pl: Zawsze wysyłaj powiadomienia (nie tylko w przypadku błędów lub ostrzeżeń)

# status_updateTask_email_subject
source: System Status Notification for site %s
pl: Informacja o stanie systemu dla strony %s

# status_updateTask_email_site
source: Site
pl: Strona

# status_updateTask_email_issues
source: Issues
pl: Problemy

# status_xclassUsage
source: XCLASS used
pl: Użyte XCLASS

# status_xclassUsageFound
source: Your system registers XCLASS
pl: Twój system rejestruje XCLASS

# status_xclassUsageFound_message
source: XCLASS can overwrite methods or classes of the core or other extensions. This is not necessarily a bad thing, but those XCLASS might break during extension or core upgrades. You should keep an eye on extension compatibility and make sure the intended functionality is still given after updates.
pl: XCLASS może nadpisywać metody klas jądra lub rozszerzeń. Niekoniecznie jest to złe, ale te XCLASS mogą przestać działać podczas aktualizacji rozszerzeń lub jądra. Powinieneś zwracać uwagę na kompatybilność rozszerzeń i upewnić się, że pożądana funkcjonalność jest w dalszym ciągu dostępna po aktualizacjach.

# status_xclassUsageFound_message_detail
source: %2$s registers an XCLASS of %1$s
pl: %2s rejestruje XCLASS z %1s
