Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/form/Resources/Private/Language/*.locallang.xlf
Languages: pl

# element.ImageUpload.properties.SummaryPage.altText
source: Uploaded image
pl: Przesłany obraz

# element.DatePicker.properties.timeSelectorHourLabel
source: Hour
pl: Godzina

# element.DatePicker.properties.timeSelectorMinuteLabel
source: Minute
pl: Minuta

# validation.error.1221560910
source: This field is mandatory.
pl: To pole jest obowiązkowe.

# validation.error.1221560718
source: This field is mandatory.
pl: To pole jest obowiązkowe.

# validation.error.1347992400
source: This field is mandatory.
pl: To pole jest obowiązkowe.

# validation.error.1347992453
source: This field is mandatory.
pl: To pole jest obowiązkowe.

# validation.error.1238087674
source: You must enter a valid date.
pl: Musisz wprowadzić prawidłową datę.

# validation.error.1221551320
source: You can only enter letters or digits.
pl: Możesz wprowadzać tylko litery lub cyfry.

# validation.error.1221565786
source: You can only enter non formatted text without any markup (e.g without XML tags).
pl: Możesz wprowadzić tylko niesformatowany tekst bez żadnych znaczników (np. bez znaczników XML).

# validation.error.1238110957
source: You can only enter non formatted text without any markup (e.g without XML tags).
pl: Możesz wprowadzić tylko niesformatowany tekst bez żadnych znaczników (np. bez znaczników XML).

# validation.error.1269883975
source: You can only enter non formatted text without any markup (e.g without XML tags).
pl: Możesz wprowadzić tylko niesformatowany tekst bez żadnych znaczników (np. bez znaczników XML).

# validation.error.1428504122
source: Your text must be a minimum of %s characters in length and no longer than %s.
pl: Twój tekst musi mieć co najmniej %s znaków i nie może być dłuższy niż %s.

# validation.error.1238108068
source: You must enter text which is longer than %s characters.
pl: Musisz wprowadzić tekst, który jest dłuższy niż %s znaków.

# validation.error.1238108069
source: You must enter text which is no longer than %s characters.
pl: Musisz wprowadzić tekst, który jest nie dłuższy niż %s znaków.

# validation.error.1221559976
source: You must enter a valid email address.
pl: Musisz wprowadzić poprawny adres e-mail.

# validation.error.1221560494
source: You must enter a valid number.
pl: Musisz wprowadzić poprawny numer.

# validation.error.1221560288
source: You must enter a valid floating point number.
pl: Musisz wprowadzić poprawną liczbę zmiennoprzecinkową.

# validation.error.1221563685
source: You must enter a valid number.
pl: Musisz wprowadzić poprawny numer.

# validation.error.1221561046
source: You must enter a valid number between %s and %s.
pl: Musisz wprowadzić poprawną liczbę pomiędzy %s i %s.

# validation.error.1221565130
source: You must enter a valid value. Please refer to the description of this field.
pl: Musisz wprowadzić poprawną wartość. Zapoznaj się z opisem tego pola.

# validation.error.1475002976
source: You must enter a countable subject.
pl: Musisz wprowadzić policzalny obiekt.

# validation.error.1475002994
source: You must select between %s to %s elements.
pl: Musisz wybrać od %s do %s elementów.

# validation.error.1471708997
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
pl: Musisz wprowadzić instancję \TYPO3\CMS\Extbase\Domain\Model\FileReference lub \TYPO3\CMS\Core\Resource\File.

# validation.error.1471708998
source: You entered an incorrect media type, "%s" is not allowed for this file. Please refer to the description of this field.
pl: Wprowadzono nieprawidłowy typ multimediów, "%s" nie jest dozwolony dla tego pliku. Sprawdź opis tego pola.

# validation.error.1476396435
source: You must NOT fill this field.
pl: NIE wolno wypełniać tego pola.

# validation.error.1505303626
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
pl: Musisz wprowadzić instancję \TYPO3\CMS\Extbase\Domain\Model\FileReference lub \TYPO3\CMS\Core\Resource\File.

# validation.error.1505305752
source: You must select a file that is larger than %s in size.
pl: Musisz wybrać plik o rozmiarze większym niż %s.

# validation.error.1505305753
source: You must select a file that is no larger than %s.
pl: Musisz wybrać plik, który nie jest większy niż %s.

# validation.error.1521293686
source: You must select a date before %s.
pl: Musisz wybrać datę przed %s.

# validation.error.1521293687
source: You must select a date after %s.
pl: Musisz wybrać datę po %s.

# validation.error.1556283177
source: Password does not match confirmation
pl: Hasło nie pasuje do potwierdzenia

# form_new_wizard_title
source: Form
pl: Formularz

# form_new_wizard_description
source: A form that allows website users to submit messages.
pl: Formularz, który pozwala użytkownikom witryny na wysyłanie wiadomości.

# upload.error.150530345
source: Maximum file size exceeded.
pl: Maksymalny rozmiar pliku został przekroczony.

# upload.error.150530346
source: Upload failed. The file was only partially uploaded, please try again.
pl: Przesyłanie nie powiodło się. Plik został przesłany tylko częściowo, spróbuj ponownie.

# upload.error.150530347
source: No file was uploaded.
pl: Nie przesłano żadnego pliku.

# upload.error.150530348
source: Upload failed.
pl: Wysyłanie nie powiodło się.
