Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/lowlevel/Resources/Private/Language/*.locallang.xlf
Languages: pl

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
pl: $GLOBALS['TYPO3_CONF_VARS'] (Konfiguracja globalna)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
pl: $GLOBALS['TCA'] (Tabela konfiguracyjna tablicy)

# tcaDescr
source: $GLOBALS['TCA_DESCR'] (Table Help Description)
pl: $GLOBALS['TCA_DESCR'] (Opis tabeli pomocy)

# tbeStyles
source: $GLOBALS['TBE_STYLES'] (Skinning Styles)
pl: $GLOBALS['TBE_STYLES'] (style)

# beUserTsConfig
source: $GLOBALS['BE_USER']->getTSConfig() (User TSconfig)
pl: $GLOBALS['BE_USER']->getTSConfig() (TSconfig użytkownika)

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
pl: $GLOBALS['BE_USER']->uc (Ustawienia użytkownika)

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
pl: $GLOBALS['TYPO3_USER_SETTINGS'] (Konfiguracja ustawień użytkownika)

# t3services
source: $GLOBALS['T3_SERVICES'] (Registered Services)
pl: $GLOBALS['T3_SERVICES'] (Zarejestrowane usługi)

# tbemodulesext
source: $GLOBALS['TBE_MODULES_EXT'] (BE Modules Extensions)
pl: $GLOBALS['TBE_MODULES_EXT'] (Moduły rozszerzeń BE)

# tbemodules
source: $GLOBALS['TBE_MODULES'] (BE Modules)
pl: $GLOBALS['TBE_MODULES'] (Moduły BE)

source: Crop lines
pl: Obcięte linie

source: Variable
pl: Zmienna

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
pl: (TGerazm kopiuj/wklej tą wartość do pliku konfiguracyjnego gdzie możesz ją ustawić. To wszystko co możesz zrobić z tego poziomu...)

source: Enter search phrase
pl: Wprowadź szukaną frazę

source: Search
pl: Szukaj

# useRegExp
source: Use regular expression (phrase is surrounded by slashes automatically)
pl: Używaj wyrażeń regularnych

# writeValue
source: Write value to configuration file
pl: Wpisz wartość do pliku konfiguracyjnego

# writeMessage
source: Following line was added to configuration file (%s): %s%s
pl: Następująca linia została dodana do pliku konfiguracyjnego (%s): %s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
pl: Zapis do pliku konfiguracyjnego zakończyła się porażką (%s) !

# menuTitle
source: Overview
pl: Przegląd

source: Record Statistics
pl: Statystyki rekordów

source: Total Page Tree
pl: Całkowite drzewo strony

source: Database Relations
pl: Relacje bazy danych

source: Full search
pl: Pełne szukanie

source: Find filename
pl: Znajdź nazwę pliku

# manageRefIndex
source: Manage Reference Index
pl: Zarządzaj indeksem referencji

# rawSearch
source: Raw search in all fields
pl: Surowe wyszukiwanie we wszystkich polach

source: Advanced query
pl: Zaawansowana kwerenda

source: Select records
pl: Wybierz rekordy

source: Count results
pl: Rezultat zliczania

source: Explain query
pl: Plan zapytania

source: CSV Export
pl: Eksport do CSV

# clickToUpdateRefIndex
source: Click here to update reference index
pl: Kliknij tu aby zaktualizować indeks referencji

source: Update now!
pl: Aktualizuj teraz!

# clickToTestRefIndex
source: Click here to test reference index
pl: Kliknij tu by przetestować indeks referencji

# referenceIndex_buttonUpdate
source: Update reference index
pl: Zaktualizuj indeks odniesienia

# referenceIndex_buttonCheck
source: Check reference index
pl: Sprawdź indeks odniesienia

source: Check now!
pl: Sprawdź teraz!

# checkScript_headline
source: Using the command line interface
pl: Używając linii komend

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
pl: Możesz także uruchomić test jako skrypt powłoki używając CLI jeśli przetwarzanie trwa dłużej niż pozwala PHP max_execution_time.

# checkScript_check_description
source: To check the reference index use
pl: By sprawdzić indeks referencji użyj

# checkScript_update_description
source: To update the reference index use
pl: By zaktualizować indeks referencji użyj

# checkScript_moreDetails
source: For more details see
pl: Po więcej szczegółów zajrzyj do

# updateRefIndex
source: Update reference index
pl: Zaktualizuj indeks odniesienia

# showSQL
source: Show SQL parts
pl: Pokaż fragmenty SQL

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
pl: Nie używahj oryginalnych wartości w nawiasach jako prefiksu oznaczonych wyników

# showDeleted
source: Show even deleted entries (with undelete buttons)
pl: Pokaż także usunięte wpisy (z przyciskami przywracania)

source: Search options
pl: Opcje wyszukiwania

source: Result
pl: Wynik

source: Tables
pl: Tabele

source: references
pl: Odwołania

source: is missing!
pl: brakuje!

source: Referenced from
pl: Odwołania z

source: Enter regex pattern
pl: Wprowadź wyrażenie regularne

# searchButton
source: Search
pl: Szukaj

source: Pattern
pl: Wzorzec

source: being checked...
pl: sprawdzane...

# directories
source: Dirs
pl: Katalogi

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
pl: BŁĄD: Katalogi głębsze niż następująca liczba poziomów

source: Files
pl: Pliki

source: Matching files
pl: Dopasowanie plików

source: not checked.
pl: niezaznaczony.

source: Searching for filenames
pl: Wyszukiwanie nazw plików

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
pl: Kliknij, aby przenieść ten utracony rekord do poziomu podstawowego (pid=0)

# doktype
source: Document types
pl: Typy dokumentów

# doktype_value
source: Document types (value)
pl: Typy dokumentów (wartość)

source: Pages
pl: Strony

# total_pages
source: Total number of default language pages
pl: Całkowita liczba stron w domyślnym języku

# translated_pages
source: Total number of translated pages
pl: Całkowita liczba przetłumaczonych stron

# deleted_pages
source: Marked-deleted pages
pl: Strony oznaczone jako usunięte

source: Hidden pages
pl: Ukryte strony

source: Count
pl: Ilość

source: Label
pl: Etykieta

source: Table name
pl: Nazwa tabeli

# total_lost
source: Records total / lost
pl: Rekordy łącznie / utracone

source: Relations
pl: Relacje

# select_db
source: Select fields
pl: Wybierz pola

# group_db
source: Group fields
pl: Pola grupowe

# records
source: Records Statistics
pl: Statystyki rekordów

source: Search whole Database
pl: Przeszukaj całą bazę danych

# refindex
source: Check and update global reference index
pl: Sprawdź i zaktualizuj globalny indeks referencji

# title
source: Database integrity check
pl: Sprawdzenie integralności bazy danych
