Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang_objbrowser.xlf
Languages: pl

source: Constants
pl: Stałe

source: Setup
pl: Ustawienia

source: All
pl: Wszystkie

# plainSubstitution
source: Plain substitution (default)
pl: Zwykłe podstawianie (domyślnie)

# substitutedGreen
source: Substituted constants in green
pl: Podstawione stałe na zielono

# unsubstitutedGreen
source: UN-substituted constants in green
pl: Niepodstawione stałe na zielono

source: Current template
pl: Aktualny szablon

source: Bad property!
pl: Zła właściwość!

# noSpaces
source: You must enter a property with characters a-z, A-Z and 0-9, no spaces!
pl: Musisz wpisać właściwości ze znakami a-z, A-Z oraz 0-9, bez spacji!

# nothingUpdated
source: Nothing was updated!
pl: Nic nie zostało zaktualizowane!

source: Property added
pl: Dodano właściwość

source: Value updated
pl: Wartość zaktualizowana

source: Object cleared
pl: Obiekt wyczyszczony

# editProperty
source: Edit object/property value
pl: Edytuj wartość obiektu/właściwości

# addProperty
source: Add object property
pl: Dodaj właściwość obiektu

source: Clear?
pl: Wyczyścić?

# clearButton
source: Clear
pl: Wyczyść

source: Clear object
pl: Wyczyść obiekt

source: Edit
pl: Edytuj

# noCurrentTemplate
source: You cannot edit properties and values, if there's no current template.
pl: Nie możesz edytować właściwości i wartości, jeśli nie ma szablonu.

# addKey
source: Add key "%s" to Object List
pl: Dodaj klucz "%s" do Listy Obiektów

source: Back
pl: Wróć

source: Browse
pl: Przeglądaj

source: Object List
pl: Lista Obiektów

source: Search
pl: Szukaj

# regExp
source: Regular expressions
pl: Wyrażenia regularne

# errorsWarnings
source: Errors and warnings
pl: Błędy i ostrzeżenia

# errorShowDetails
source: Show details
pl: Pokaż szczegóły

# removeKey
source: Remove key from OL
pl: Usuń klucz z OL

source: setup root
pl: ustawienia korzenia

# constantRoot
source: constants root
pl: stałe korzenia

source: Sort alphabetically
pl: Sortuj alfabetycznie

source: Crop lines
pl: Przycinaj linie

source: Display constants
pl: Wyświetl stałe

source: Display options
pl: Wyświetl opcje

source: Conditions
pl: Warunki

source: Set conditions
pl: Ustaw warunki

# severity.1
source: Info
pl: Informacja

# severity.2
source: Warning
pl: Ostrzeżenie

# severity.3
source: Error
pl: Błąd

# severity.info
source: Info
pl: Informacja

# severity.warning
source: Warning
pl: Ostrzeżenie

# severity.error
source: Error
pl: Błąd

# error.1446559458
source: Error evaluating regular expression "%s".
pl: Błąd przetwarzania wyrażenia regularnego "%s".
