Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: pl

# moduleTitle
source: Template tools
pl: Narzędzia szablonów

source: Template Analyzer
pl: Analizator szablonów

source: Info/Modify
pl: Info/Modyfikacja

# objectBrowser
source: TypoScript Object Browser
pl: Przeglądarka obiektów TypoScript

# viewTemplates
source: Viewing templates of
pl: Przeglądasz szablony

source: Page name
pl: Tytuł strony

source: Templates
pl: # Szablonów

source: Is Root?
pl: Root

source: Is Ext?
pl: Dodatkowy

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
pl: Oto przegląd stron zawierających co najmniej jeden szablon. Kliknij w tytuł strony aby do niej przejść.

# areYouSure
source: Are you sure you want to do this?
pl: Jesteś pewien, że chcesz to zrobić?

source: No template
pl: Brak szablonów

# noTemplateDescription
source: There was no template on this page!
pl: Na tej stronie nie znajduą się żadne szablony!

# createTemplate
source: Create a template record first in order to edit constants!
pl: Aby edytować stałe najpierw utwórz szablon!

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
pl: Musisz utworzyć rekord szablonu poniżej, aby móc edytować konfiguracje

# newWebsite
source: Create new website
pl: Utwórz nowy serwis

# newWebsiteAction
source: Create template for a new site
pl: Utwórz szablon dla nowego serwisu

# extTemplate
source: Create extension template
pl: Utwórz szablon dodatkowy

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
pl: Szablon dodatkowy pozawala Ci na podanie wartości TypoScript, które będą dostępne wyłącznie na tej stronie oraz jej podstronach.

# extTemplateAction
source: Click here to create an extension template.
pl: Kliknij tu, by utworzyć szablon dodatkowy.

# goToClosest
source: Go to closest page with template
pl: Przejdź do najbliższej strony zawierającej szablon

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
pl: Najbliższy szablon znajduje się na stronie '%s' (uid: $s).

# goToClosestAction
source: Click here to go.
pl: Przejdź tam teraz.

# titleNewSiteStandard
source: NEW SITE, based on standard
pl: NOWA STRONA, bazująca na standardzie
