Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/indexed_search/Resources/Private/Language/*.locallang_csh_indexcfg.xlf
Languages: pl

# .description
source: The Indexed Search configuration allows you to set up indexing of resources which are external to the TYPO3 page tree. This could be a library of records (like news), a directory structure of files (like PDFs) or an external URL to be crawled to some depth - or third-party content provided from other extensions via hooks.
pl: Konfiguracja wyszukiwarki indeksowej pozwala na ustawienie indeksowania źródeł, które są zewnętrzne w stosunku do drzewa stron TYPO3. Mogą to być rekordy news'ów, katalog z plikami (np. PDF), zewnętrzny URL, który ma być przeszukany określoną liczbę poziomów w gląb lub zawartość dostarczona z innych rozszerzeń.

# title.description
source: Provide a title for the configuration.
pl: Podaj nazwę dla konfiguracji.

# description.description
source: If needed, give it a description or put other important notes in this field.
pl: Jeżeli jest to potrzebne, podaj opis lub wprowadź inne ważne dla ciebie uwagi.

# starttime.description
source: Set a start time for the configuration. If set, the configuration will be bypassed by the crawlers cron job until this time is reached.
pl: Ustaw czas rozpoczęcia dla konfiguracji. Jeżeli wskażesz czas, to konfiguracja będzie aktywna dla porocesu indeksowania od zadanej wartości.

# timer_frequency.description
source: Use this setting to adjust how often you would like a re-indexing process to run for the configuration.
pl: Użyj tego ustawienia aby określić jak często ma być uruchamiany proces reindeksowania dla tej konfiguracji.

# timer_offset.description
source: The offset adjusts at what time of day you want the indexing process to run.
pl: Opcja ta pozwala określić o jakim czasie w ciągu dnia chcesz aby był uruchamiany proces indeksowania.

# type.description
source: Select the type of Indexing Configuration here.
pl: Wybierz typ konfiguracji indeksowania.

# table2index.description
source: Specify the database table to index records from.
pl: Określ tabele w bazie, której rekordy mają zostać zindeksowane.

# alternative_source_pid.description
source: By default the indexer will select records from the page id where the Indexing Configuration is stored. If you want an alternative page as the source of your records you can enter it here.
pl: Domyślnie wyszukiwarka wybiera rekordy dla strony w której znajduje się konfiguracja indeksowania. Jeżeli chcesz ustawić alternatywną stronę jako źródło rekordów może to zrobić tutaj.

# get_params.description
source: Enter the GET parameters necessary to display the search results. You can use ###UID### as a marker in the parameter template.
pl: Wprowadź parametr GET potrzebny do wyświetlenia wyników wyszukiwania. Możesz użyć ###UID### jako znacznik w szablonie parametrów.

# fieldlist.description
source: Enter a comma-list of fields to be indexed. The first field name will be used for the search result title.
pl: Wprowadź pola do zaindeksowania rozdzielone przecinkami. Pierwsza nazwa pola będzie użyta jako tytuł wyniku wyszukiwania.

# recordsbatch.description
source: Enter how many records to index for each instance of the indexing process (how many per minute). Default is 100 records.
pl: Wprowadź liczbę rekordów, która ma być indeksowana w osobnym przebiegu procesu indeksowania (ile na minutę). Domyślna warytość to 100 rekordów.

# externalUrl.description
source: Enter the URL of the external website you want to index.
pl: Wprowadź URL zewnętrznego serwisu, którego strony mają być zindeksowane.

# url_deny.description
source: Enter a URL on each line inside of which the crawler should not decend.
pl: Wprowadź w osobnych liniach URL'e stron, które mają być pominięte przez proces indeksowania.

# filepath.description
source: Enter a filepath inside fileadmin/ where you want the files to be indexed.
pl: Wprowadź ścieżkę do plików wewnątrz katalogu fileadmin/, których zawartość ma być zaindeksowana.

# extensions.description
source: If you want to index only specific files in the directory, enter a list of file extensions here. For example: "html,pdf,doc"
pl: Jeżeli chcesz zaindeksować tylko wybrane pliki w katalogu, wprowadź ich rozszerzenia. Na przykład: "html, pdf, doc"

# depth.description
source: Levels of recursion.
pl: Poziom zagłębienia

# indexcfgs.description
source: When a search is conducted in this indexing configuration the actual search will take place in the indexed content from the configurations listed here. You can also enter pages and if you do so the search will take place in indexing configurations found on those pages.
pl: Wyszukiwanie odbywa się na zawartości zaindeksowanej za pomocą konfiguracji indeksowania. Może również wskazać strony, na których znajduje się konfiguracja indeskowania i użyć ich do wyszukiwania.
