Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/indexed_search/Resources/Private/Language/*.locallang.xlf
Languages: pl

# localizedOperandAnd
source: AND
pl: i

# localizedOperandOr
source: OR
pl: albo

# localizedOperandNot
source: NOT
pl: nie

# rules.headline
source: Rules
pl: Reguly

# form.legend
source: Search form
pl: Formularz wyszukiwania

# form.atATime
source: at a time
pl: na raz

# form.orderBy
source: Order by
pl: Sortuj według

# form.freeIndexUid
source: Category
pl: Kategoria

# form.submit
source: Search
pl: Szukaj

# form.linkToRegularSearch
source: Regular search
pl: Szukanie proste

# form.linkToAdvancedSearch
source: Advanced search
pl: Szukanie zaawansowane

# searchTypes.0
source: Distinct word
pl: Całe słowo

# searchTypes.1
source: Part of word
pl: Część słowa

# searchTypes.2
source: First part of word
pl: Początek słowa

# searchTypes.3
source: Last part of word
pl: Końcówka słowa

# searchTypes.10
source: Sounds like
pl: Podobnie brzmiące

# searchTypes.20
source: Sentence
pl: Cały zwrot

# defaultOperands.0
source: All words (AND)
pl: Wszystkie słowa (ORAZ)

# defaultOperands.1
source: Any words (OR)
pl: Dowolne słowa (LUB)

# sections.-1
source: Only this page
pl: Tylko ta strona

# indexingConfigurations.0
source: Pages
pl: Strony

# indexingConfigurationHeader.-1
source: Mixed categories
pl: Różne kategorie

# indexingConfigurationHeader.0
source: Website Pages
pl: Strony serwisu

# sortOrders.rank_flag
source: Weight/Frequency
pl: Waga/Częstotliwość

# sortOrders.rank_freq
source: Frequency
pl: Częstotliwość

# sortOrders.title
source: Document title
pl: Tytuł dokumentu

# sortOrders.crdate
source: Creation date
pl: Data utworzenia
