Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/workspaces/Resources/Private/Language/*.locallang.xlf
Languages: pl

# legend.label
source: Legend
pl: Legenda

# legend.edited
source: edited
pl: edytowany

# legend.moved
source: moved
pl: przeniesiony

# legend.deleted
source: deleted
pl: skasowany

# legend.new
source: created
pl: utworzony

# legend.hidden
source: hidden
pl: ukryty

# title
source: Workspaces
pl: Obszary robocze

source: Cancel
pl: Anuluj

source: Choose mass action
pl: Wybierz hurtowe działanie

source: Choose selection action
pl: Wybierz akcję

# chooseAction
source: Choose staging action
pl: Wybierz akcję etapu

source: item
pl: element

source: items
pl: elementy

source: Records to display
pl: Rekordy do pokazania

source: review and publish
pl: podejrzyj i publikuj

source: Workspace List
pl: Lista obszarów roboczych

# actionSendToStage
source: Send to stage
pl: Wyślij do etapu

# publish_execute_action_option
source: Publish to LIVE
pl: Opublikuj na ŻYWO

source: Close
pl: Zamknij

# runMassAction.done
source: Done processing %d elements
pl: Zakończono przetwarzanie %d elementów

# runMassAction.init
source: init
pl: zainicjuj

# tooltip.publishAll
source: Really publish entire workspace?
pl: Naprawdę opublikować cały obszar roboczy?

# tooltip.discardAll
source: Do you really want to discard changes from the whole workspace?
pl: Czy na pewno chcesz, odrzucić zmiany z całego obszaru roboczego?

# tooltip.publishSelected
source: Really publish selected elements?
pl: Na pewno opublikować zaznaczone elementy?

# tooltip.discardSelected
source: Really discard changes of the selected elements?
pl: Na pewno anulować zmiany wybranych elementów?

# tooltip.generatePagePreview
source: Generate page preview links
pl: Generowanie odnośnika z podglądem strony

# tooltip.showChanges
source: Show changes
pl: Pokaż zmiany

source: Preview Link
pl: link do podglądu

# error.noResponse
source: The server did not send any response whether the action was successful.
pl: Serwer nie wysłał żadnej odpowiedzi czy akcja się powiodła.

source: Row details...
pl: Szczegóły wiersza...

# column.difference
source: Difference
pl: Różnice

# column.changeDate
source: Modification
pl: Zmiany

# column.stage
source: Current Stage
pl: Aktualny etap

# column.actions
source: Actions
pl: Działania

# column.wsPath
source: Path
pl: Ścieżka

# column.wsTitle
source: Changed
pl: Zmieniono

# column.uid
source: WS ID
pl: ID obszaru roboczego

# column.oid
source: Live ID
pl: ID produkcji

# column.workspaceName
source: Workspace
pl: Obszar roboczy

# column.livePath
source: Live path
pl: Ścieżka produkcyjna

# column.liveTitle
source: Live title
pl: Tytuł produkcyjny

# column.integrity
source: Integrity
pl: Integralność

# tooltip.viewElementAction
source: Preview element
pl: Podgląd elementu

# tooltip.editElementAction
source: Edit element
pl: Edytuj element

# tooltip.openPage
source: Open version of page
pl: Otwórz wersję strony

# tooltip.sendToPrevStage
source: Send record to previous Stage
pl: Wyślij rekord do poprzedniego etapu

# tooltip.sendToNextStage
source: Send record to next Stage
pl: Wyślij rekord do następnego etapu

# tooltip.discardVersion
source: Discard workspace version of record.
pl: Usuń roboczą wersję rekordu

# tooltip.expand
source: Expand element and show relations
pl: Rozwiń element i pokaż powiązania

# tooltip.showHistory
source: Show history of workspace version
pl: Pokaż historię wersji obszaru roboczego

# window.discard.title
source: Discard workspace version of record.
pl: Usuń roboczą wersję rekordu

# window.discardAll.title
source: Discard all workspace version of current page.
pl: Usuń wszystkie robocze wersje strony

# window.discard.message
source: Do you really want to discard this version from workspace?
pl: Czy na pewno chcesz usunąć roboczą wersję strony?

# window.discardAll.message
source: Do you really want to discard all versions from page?
pl: Czy na pewno chcesz usunąć wszystkie wersje ze strony?

# window.massAction.title
source: Prepare to start mass action
pl: Przygotuj do uruchomienia zbiorczego działania

# window.selectionAction.title
source: Prepare to execute actions on selection
pl: Przygotowanie do wykonania akcji na wyborze

# error.stageId.integer
source: StageId is supposed to be an integer
pl: StageId ma być liczbą całkowitą

# error.sendToNextStage.noRecordFound
source: The record element could not be found.
pl: Rekord nie może zostać znaleziony.

# error.sendToPrevStage.noPreviousStage
source: The record element is already in editing stage, there is no previous stage.
pl: Rekord jest już na etapie redagowania, nie ma wcześniejszych etapów.

# window.sendToNextStageWindow.itemsWillBeSentTo
source: The selected element(s) will be sent to
pl: Wybrany element zostanie wysłany do

# window.sendToNextStageWindow.selectAll
source: Select all
pl: Zaznacz wszystkie

# window.sendToNextStageWindow.deselectAll
source: Uncheck all
pl: Odznacz wszystkie

# window.sendToNextStageWindow.sendMailTo
source: Send mail to
pl: Wyślij e-mail do

# window.sendToNextStageWindow.additionalRecipients
source: Additional recipients
pl: Dodatkowi odbiorcy

# window.sendToNextStageWindow.additionalRecipients.hint
source: One recipient per line
pl: Jeden odbiorca na linię

# window.sendToNextStageWindow.comments
source: Comments
pl: Uwagi

# window.recordChanges
source: Record changes
pl: Zmiany rekordu

# window.recordInformation
source: Information for "{0}"
pl: Informacje dla "{0}"

# window.recordChanges.tabs.changeSummary
source: Summary of changes
pl: Podsumowanie zmian

# window.recordChanges.tabs.comments
source: Comments
pl: Uwagi

# window.recordChanges.tabs.history
source: History
pl: Historia

# window.recordHistory
source: History of record "{0}"
pl: Historia rekordu "{0}"

# error.getStageTitle.stageNotFound
source: Stage not found
pl: Etap nie odnaleziony

# info.newpage
source: New Page!
pl: Nowa strona!

# info.newpage.detail
source: The previewed page has been created in a workspace and has no live counterpart.
pl: Przeglądana strona została utworzona w obszarze roboczym i nie posiada odpowiednika w obszarze produkcyjnym.

# preview.livePreviewDetail
source: Click this element to hide the workspace version and see the live version of the page.
pl: Kliknij na ten element, aby ukryć roboczą wersję i zobaczyć wersję LIVE

# preview.workspacePreview
source: Workspace
pl: Obszar roboczy

# preview.workspacePreviewDetail
source: Click this element to hide the live version and see the workspace version of the page.
pl: Kilknij na te element aby ukryć LIVE wersje i zobaczyć wersję roboczą.

# preview.modeSlider
source: Slider
pl: Suwak

# preview.modeVbox
source: Vertical
pl: Pionowy

# preview.modeHbox
source: Horizontal
pl: Poziomy

# label_doaction_publish
source: Publish
pl: Publikuj

# label_doaction_discard
source: Discard
pl: Anuluj

# label_doaction_generatePreviewLinks
source: Generate Workspace Preview Links
pl: Wygeneruj link podglądu obszaru roboczego

# info.elementAlreadyModified
source: Element is in workspace stage "%s", modifications will send it back to "%s".
pl: Element jest w obszarze roboczym "%s", zmiany wyślą go z powrotem do "%s".

source: Live Workspace
pl: Produkcyjny Obszar Roboczy

source: Workspace version
pl: Wersja obszaru roboczego

# current_step
source: <b>Current stage step</b>: {0} (<b>{1}</b>/{2})
pl: &lt;b&gt;Obecny krok etapu&lt;/b&gt;: {0} (&lt;b&gt;{1}&lt;/b&gt;/{2})

# path
source: <b>Path</b>: {0}
pl: &lt;b&gt;Ścieżka&lt;/b&gt;: {0}

# stage
source: Stage {0}
pl: Etap {0}

# comments
source: User comments for <b>step {0} of stage</b> "{1}"
pl: Komentarz użytkownika dla &lt;b&gt;krok {0} etapu&lt;/b&gt; "{1}"

# language.allLanguages
source: all languages
pl: wszystkie języki

# language.selectLanguage
source: all languages
pl: wszystkie języki

# integrity.dependsOnDefaultLanguageRecord
source: Record "%s" depends on default language record
pl: Rekord "%s" zależy od rekordu domyślnego języka

# integrity.isDefaultLanguageRecord
source: Default language record for record "%s"
pl: Domyślny rekord języka dla rekordu "%s"

# integrity.hasIssuesDescription
source: The integrity check discovered several issues, see status icons in front of each record for further details.
pl: Kontrola integralności odkryła kilka problemów, zobacz ikony statusu przed każdym rekordem po dalsze szczegóły.

# integrity.hasIssuesQuestion
source: Do you want to continue?
pl: Kontynuować?

# status.info
source: Information
pl: Informacje

# status.warning
source: Warning
pl: Ostrzeżenie

# status.error
source: Error
pl: Błąd
