Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/workspaces/Resources/Private/Language/*.locallang_db.xlf
Languages: pl

# sys_workspace
source: Workspace
pl: Przestrzeń robocza

# sys_workspace.custom_stages
source: Custom stages
pl: Etapy niestandardowe

# sys_workspace_stage.responsible_persons
source: Responsible persons
pl: Osoby odpowiedzialne

# sys_workspace_stage.default_mailcomment
source: Default mail comment
pl: Domyślny komentarz e-mail

# sys_workspace_stage.parentid
source: UID of parent record
pl: UID rekordu nadrzędnego

# sys_workspace_stage.parenttable
source: Parent table
pl: Tabela nadrzędna

# sys_workspace_stage
source: Workspace Stage
pl: Etap Roboczy

# tabs.notification_settings
source: Notification settings
pl: Ustawienia powiadomień

# tabs.general
source: General
pl: Ogólne

# tabs.internal_stages
source: Internal Stages
pl: Etapy wewnętrzne

# tabs.custom_stages
source: Custom Stages
pl: Etapy niestandardowe

# tabs.publish_access
source: Publishing / Access
pl: Publikowanie / Dostęp

# sys_workspace_stage.notification_defaults
source: Default notification recipients
pl: Domyślni odbiorcy powiadomień

# sys_workspace_stage.allow_notificaton_settings
source: Allow notification settings during stage change
pl: Pozwól ustawiać powiadomienia podczas zmiany etapu

# sys_workspace.palette.stage.edit
source: Stage "editing"
pl: Etap "edycja"

# sys_workspace.palette.stage.publish
source: Stage "ready to publish"
pl: Etap "gotowy do publikacji"

# sys_workspace.settingsDialog
source: Notification dialog settings
pl: Ustawienia okna powiadomień

# sys_workspace.settingsDialog.showDialog
source: Show Dialog
pl: Pokaż okno powiadomień

# sys_workspace.settingsDialog.changeablePreselection
source: Allow to change pre-selection of recipients
pl: Pozwól na zmianę wstępnego wyboru odbiorców

# sys_workspace.preselection
source: Pre-select recipients
pl: Wstępny wybór odbiorców

# sys_workspace.preselection.owners
source: Owners
pl: Właściciele

# sys_workspace.preselection.members
source: Members
pl: Członkowie

# sys_workspace.preselection.editors
source: Editors
pl: Edytorzy

# sys_workspace.preselection.responsiblePersons
source: Responsible Persons
pl: Osoby odpowiedzialne

# sys_workspace.adminusers
source: Owners
pl: Właściciele

# sys_workspace.members
source: Members
pl: Członkowie

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
pl: Pozwól na edycję "na żywo" rekordów z tebel bez wersjonowania

# sys_workspace.publish_access
source: Publish access
pl: Dostęp do publikowania

# sys_workspace.publish_access.2
source: Restrict publishing to workspace owners
pl: Ogranicz publikowanie do właścicieli przestrzeni roboczej

# sys_workspace.stagechg_notification
source: Notification settings during state change
pl: Ustawienia powiadomień podczas zmiany stanu

# sys_workspace.previewlink_lifetime
source: Lifetime in hours on how long a preview link will be valid
pl: Czas żywotności w godzinach określający jak długo link podglądu będzie ważny

# sys_workspace.stagechg_notification.0
source: Disable notifications
pl: Wyłącz powiadomienia

# sys_workspace.stagechg_notification.1
source: Notify users of next stage only
pl: Powiadom użytkowników tylko o następnym etapie

# sys_workspace.stagechg_notification.10
source: Notify all users on any change
pl: Powiadom wszystkich użytkowników o każdej zmianie

# tabs.users
source: Users
pl: Użytkownicy

# tabs.mountpoints
source: Mountpoints
pl: Punkty podłączenia
