Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/linkvalidator/Resources/Private/Language/Module/*.locallang.xlf
Languages: de

# menu.introduction
source: Introduction
de: Einleitung

# menu.checkLinks
source: Check links for validity
de: Links auf Gültigkeit überprüfen

# menu.overview
source: Overview of links on website
de: Überblick der Links auf der Website

# overview.header
source: Overview - choose options to check the links
de: Überblick - Wählen Sie aus den folgenden Optionen, um die Links zu prüfen

# overview.all.header
source: Total amounts in tt_content
de: Anzahl in tt_content

# overview.all.records
source: Records with ext. links
de: Datensätze mit ext. Links:

# overview.all.links
source: External links
de: Externe Links

# overview.branch.header
source: Amounts from actual branch in tt_content
de: Anzahl aus aktuellem Teilbereich in tt_content

# overview.branch.records
source: Records with ext. links
de: Datensätze mit ext. Links:

# overview.branch.links
source: External links
de: Externe Links:

# overview.attention.header
source: Attention
de: Achtung:

# overview.attention.text
source: Checking links may take up to several minutes. Checking ONE link can last up to 3 seconds.
de: Die Überprüfung kann mehrere Minuten dauern. Die Überprüfung eines einzelnen Links kann bis zu 3 Sekunden benötigen.

source: Report
de: Bericht

# CheckLink
source: Check Links
de: Links überprüfen

# report.statistics.header
source: Show these types of broken links
de: Diese Typen defekter Links zeigen

# checklinks.statistics.header
source: Check these types of broken links
de: Diese Typen defekter Links prüfen

# report.func.title
source: Show this level
de: Diese Ebenen zeigen

# checklinks.func.title
source: Check this level
de: Diese Ebenen prüfen

# overviews.nbtotal
source: Broken links total
de: Defekte Links insgesamt:

# hooks.db
source: Internal Links
de: Interne Links:

# hooks.file
source: File Links
de: Dateilinks:

# hooks.external
source: External Links
de: Externe Links:

# label_refresh
source: Refresh display
de: Ansicht aktualisieren

# label_update
source: Check links
de: Links überprüfen

# list.header
source: Listing of broken links
de: Auflistung defekter Links

# list.tableHead.path
source: Path
de: Pfad

# list.tableHead.linktarget
source: URL / Link Target
de: URL/Linkziel

# list.tableHead.linkmessage
source: Error message
de: Fehlermeldung

# list.tableHead.lastCheck
source: Last check
de: Letzte Überprüfung

# list.edit
source: Edit element containing this broken link
de: Das Element, das diesen defekten Link enthält, bearbeiten

# list.field
source: (Field: %s)
de: (Feld: %s)

# list.no.headline
source: no headline
de: keine Überschrift

# list.report.pagedeleted
source: Page '###title###' (###uid###) is deleted.
de: Seite '###title###' (###uid###) ist gelöscht.

# list.report.pagenotvisible
source: Page '###title###' (###uid###) is not visible.
de: Seite '###title###' (###uid###) ist nicht sichtbar.

# list.report.pagenotexisting
source: Page (###uid###) does not exist.
de: Seite (###uid###) existiert nicht.

# list.report.contentmoved
source: Element '###title###' (###uid###) is not located on page ###wrongpage###, but on page ###rightpage###.
de: Element '###title###' (###uid###) befindet sich nicht auf Seite ###wrongpage###, sondern auf Seite ###rightpage###.

# list.report.contentdeleted
source: Element '###title###' (###uid###) is deleted.
de: Element '###title###' (###uid###) ist gelöscht.

# list.report.contentnotvisible
source: Element '###title###' (###uid###) is not visible.
de: Element '###title###' (###uid###) ist nicht sichtbar.

# list.report.contentnotexisting
source: Element (###uid###) does not exist.
de: Element (###uid###) existiert nicht.

# list.report.rownotvisible
source: ###title### row (###uid###) is not visible.
de: Zeile '###title###' (###uid###) ist nicht sichtbar.

# list.report.rowdeleted
source: ###title### row (###uid###) is deleted.
de: Zeile ###title### (###uid###) ist gelöscht.

# list.report.rowdeleted.default.title
source: Linked
de: <!-- hier keinen Text einfügen -->

# list.report.rownotexisting
source: Row (###uid###) does not exist.
de: Zeile (###uid###) existiert nicht.

# list.report.noinformation
source: No information about the error is available.
de: Zu diesem Fehler gibt es keine Information.

# list.report.noresponse
source: External Link not reachable.
de: Das Ziel des externen Links ist nicht erreichbar.

# list.report.redirectloop
source: A redirect loop occurred. (%s: %s)
de: Es ist eine Weiterleitungsschleife aufgetreten. (%s: %s)

# list.report.tooManyRedirects
source: Too many redirects.
de: Zu viele Umleitungen.

# list.report.filenotexisting
source: File doesn't exist.
de: Datei existiert nicht.

# list.report.timeout
source: Operation timeout. The specified time-out period was reached according to the conditions.
de: Timeout. Das angegebene Zeitfenster für die Anfrage wurde überschritten.

# list.report.couldnotresolvehost
source: Could not resolve host. The given remote host was not resolved.
de: Host konnte nicht aufgelöst werden. Der angegebene Host wurde nicht aufgelöst.

# list.report.errornetworkdata
source: Failure with receiving network data.
de: Fehler beim Empfangen der Netzwerkdaten.

# list.report.otherhttpcode
source: An error occurred (%s): "%s".
de: Es ist ein Fehler aufgetreten (%s): "%s".

# list.report.httpexception
source: Exception: %s
de: Ausnahme: %s

# list.report.networkexception
source: Network error / invalid domain
de: Netzwerkfehler/Domain ungültig

# list.report.pageforbidden403
source: Multiple Choices (300).
de: Mehrere Auswahlmöglichkeiten (300).

# list.report.pageforbidden403
source: Use proxy (305).
de: Mehrere Auswahlmöglichkeiten (300).

# list.report.pageforbidden403
source: Accessing this address is not allowed (403).
de: Der Zugriff auf diese URL ist nicht erlaubt (403).

# list.report.pagenotfound404
source: The requested url was not found (404).
de: Die angeforderte URL wurde nicht gefunden (404).

# list.report.internalerror500
source: Internal Server Error (500)
de: Interner Serverfehler (500)

# list.report.externalerror
source: External Link returned HTTP error code (%s).
de: Der externe Link gab einen Fehlercode zurück (%s).

# list.report.networkexception
source: Unsupported protocol.
de: Nicht unterstütztes Protokoll.

# list.report.networkexception
source: Initialization failed.
de: Initialisierung fehlgeschlagen.

# list.report.networkexception
source: The URL was not properly formatted.
de: Die URL ist nicht korrekt formatiert.

# list.report.networkexception
source: Feature not supported.
de: Funktion wird nicht unterstützt.

# list.report.networkexception
source: Couldn't resolve proxy.
de: Proxy konnte nicht aufgelöst werden.

# list.report.networkexception
source: Couldn't resolve host.
de: Konnte Hostnamen nicht auflösen.

# list.report.networkexception
source: Failed to connect to host or proxy.
de: Konnte nicht auf externen Host oder Proxy zugreifen.

# list.report.networkexception
source: The remote server sent data that could not be parsed.
de: Der entfernte Server hat Daten gesendet, die nicht analysiert werden konnten.

# list.report.networkexception
source: Access denied.
de: Zugriff verweigert.

# list.report.networkexception
source: Generic HTTP/2 error.
de: Allgemeiner HTTP/2 Fehler.

# list.report.networkexception
source: A file transfer was shorter or larger than expected.
de: Eine Dateiübertragung war kürzer oder größer als erwartet.

# list.report.networkexception
source: Timeout: The remote server possibly took too long to answer.
de: Zeitüberschreitung: Der entfernte Server hat möglicherweise zu lange gebraucht, um zu antworten.

# list.report.networkexception
source: Problem with SSl / TLS handshake.
de: Problem mit Verschlüsselung (SSL / TLS).

# list.report.networkexception
source: Too many redirects.
de: Zu viele Weiterleitungen.

# list.report.networkexception
source: General network error. Send failed.
de: Netzwerkfehler: Fehler beim Senden.

# list.report.networkexception
source: General network error. Receive failed.
de: Allgemeiner Netzwerkfehler. Fehler beim Empfangen.

# list.report.networkexception
source: The remote server's SSL certificate was deemed not OK.
de: Das SSL-Zertifikat des Remote-Servers wurde als nicht OK eingestuft.

# list.report.networkexception
source: Maximum file size exceeded.
de: Maximale Dateigröße überschritten.

# list.no.broken.links.title
source: No broken links to show!
de: Keine defekten Links anzuzeigen!

# list.no.broken.links
source: There are no broken links to be displayed.
de: Es gibt keine defekten Links, die hier anzuzeigen wären.

# no.access.title
source: No access!
de: Kein Zugriff!

# no.access
source: You do not have access to these listings.
de: Sie haben keinen Zugriff auf diese Auflistungen.

# label_update-link-list
source: Checking links, please stand by.
de: Links werden überprüft, bitte warten.

# label_refresh-link-list
source: Refreshing link list, please stand by.
de: Linkliste wird aktualisiert, bitte warten.

source: Needs recheck
de: Benötigt erneute Überprüfung
