Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: pl

source: Extension Manager
pl: Menadżer rozszerzeń

source: Manage Extensions
pl: Zarządzaj Rozszerzeniami

source: Install Extension
pl: Zainstaluj rozszerzenie

# composerMode.title
source: Composer mode
pl: Tryb kompozytora

source: Installed Extensions
pl: Zainstalowane rozszerzenia

source: Get Extensions
pl: Pobierz Rozszerzenia

# showAllVersions
source: Show all versions of
pl: Pokaż wszystkie wersje

# extConfTemplate.backToList
source: Back to list
pl: Wróć do listy

# button.cancel
source: Cancel
pl: Anuluj

# button.details
source: Show Details
pl: Pokaż szczegóły

# button.remove
source: Remove extension
pl: Usuń rozszerzenie

# button.updateExtension
source: Update extension
pl: Aktualizuj rozszerzenie

# button.resolveDependencies
source: Resolve dependencies
pl: Rozwiąż zależności

# label.resolveDependenciesEnableButton
source: I understand what this means and I'm able to investigate on possibly occurring issues by myself.
pl: Rozumiem co to znaczy i jestem w stanie sam rozwiązać ewentualnie powstałe problemy.

# button.resolveDependenciesIgnore
source: I know what I'm doing, continue anyway
pl: Wiem co robię, kontynuuj mino wszystko

# extensionList.downloadsql
source: Download SQL Dump
pl: Pobierz zrzut SQL

# extensionList.remove
source: Remove
pl: Usuń

# extensionList.update
source: Update
pl: Aktualizuj

# extensionList.updateToVersion
source: Update to version %s
pl: Zaktualizuj do wersji %s

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
pl: Aktualizacja jest dostępna jednak ta operacja jest obecnie wyłączona

# extensionList.deactivate
source: Deactivate
pl: Dezaktywuj

# extensionList.activate
source: Activate
pl: Aktywuj

# extensionList.downloadzip
source: Download as zip
pl: Pobierz jako zip

# extensionList.overwriteExtension
source: Overwrite
pl: Nadpisz

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
pl: Rozszerzenie jest już dostępne i nadpisanie nie zostało aktywowane

# extensionList.loading
source: Loading form...
pl: Ładowanie formularza...

# extensionList.header.update
source: Upd.
pl: Akt.

# extensionList.header.title.update
source: Update
pl: Aktualizuj

# extensionList.header.title.activate
source: Activate / Deactivate
pl: Aktywuj / Dezaktywuj

# extensionList.header.extensionName
source: Extension
pl: Rozszerzenie

# extensionList.header.version
source: Version
pl: Wersja

# extensionList.header.extensionKey
source: Key
pl: Klucz

# extensionList.header.extensionVersion
source: Version
pl: Wersja

# extensionList.header.extensionActions
source: Actions
pl: Działania

# extensionList.header.extensionState
source: State
pl: Stan

# extensionList.header.extensionType
source: Type
pl: Typ

# extensionList.header.uploadComment
source: Upload Comment
pl: Komentarz wgrania

# extensionList.header.lastUpdate
source: Last Updated
pl: Ostatnia aktualizacja

# extensionList.header.description
source: Description
pl: Opis

# extensionList.header.author
source: Author
pl: Autor

# extensionList.header.manual
source: Manual
pl: Podręcznik

# searchTemplate.searchExtensions
source: Search extensions
pl: Wyszukaj rozszerzenia

# extensionList.search
source: Search
pl: Szukaj

# extensionList.filter.showAll
source: All
pl: Wszystkie

# extensionList.filter.showSystemExtensions
source: System
pl: Systemowe

# extensionList.filter.showLocalExtensions
source: Local
pl: Lokalne

# searchTemplate.submitButton
source: Go
pl: Szukaj

# searchTemplate.resetSearchButton
source: Reset Search
pl: Resetuj Wyszukiwanie

# searchTemplate.yourSearch
source: Your search
pl: Twoje wyszukiwanie

# searchTemplate.searchAgain
source: Search again
pl: Szukaj ponownie

# uploadTemplate.uploadButton
source: Upload!
pl: Prześlij!

# uploadTemplate.extensionLabel
source: Extension
pl: Rozszerzenie

# extensionList.removalConfirmation.title
source: Extension Removal
pl: Usuwanie rozszerzenia

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
pl: To rozszerzenie jest obecnie zainstalowane. Odinstalować rozszerzenie?

# extensionList.updateConfirmation.title
source: Update?
pl: Aktualizować?

# extensionList.updateConfirmation.message
source: Update Comments
pl: Komentarze o aktualizacji

# extensionList.databaseImport
source: The static database data has changed. You should re-import the data.
pl: Zmieniły się statyczne dane bazy danych. Powinieneś ponownie zaimportować dane.

# extensionList.databaseReload
source: Nothing has changed since last import. You might want to reload static database data.
pl: Nic się nie zmieniło od ostatniego importu. Możesz ponownie załadować dane statyczne bazy danych.

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
pl: Komentarze wersji

# extensionList.updateFlashMessage.title
source: Extension Update
pl: Aktualizacja rozszerzenia

# extensionList.updateFlashMessage.body
source: %s was updated!
pl: Rozszerzenie %s zostało zaktualizowane!

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
pl: Jesteś pewny, że chcesz usunąć to rozszerzenie?

# dependencyCheck.unresolvedDependencies.title
source: Please read this carefully
pl: Przeczytaj to uważnie

# dependencyCheck.unresolvedDependencies.question
source: Are you sure you want to proceed?
pl: Czy na pewno chcesz kontynuować?

# dependencyCheck.unresolvedDependencies.proceed
source: I know what I'm doing, install the extension!
pl: Wiem co robię, zainstaluj rozszerzenie!

# dependencyCheck.headline
source: The following errors were found while trying to install "%s"
pl: Następujące błędy zostały znalezione podczas próby zainstalowania "%s"

# dependencyCheck.requiredExtension
source: Required extension "%s"
pl: Wymagane rozszerzenie "%s"

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
pl: Następujące zależności muszą zostać rozwiązane przed instalacją:

# downloadExtension.dependencies.extensionWithVersion
source: %1$s (new version %2$s)
pl: %1$s (nowa wersja %2$s)

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
pl: Czy zależności te powinny być rozwiązane automatycznie?

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
pl: Zależności nie mogą być rozwiązane

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved
pl: Zależności następujących rozszerzeń nie mogły zostać rozwiązane

# downloadExtension.dependencyType.download
source: download
pl: pobierz

# downloadExtension.dependencyType.install
source: install
pl: instaluj

# downloadExtension.dependencyType.update
source: update
pl: aktualizuj

# downloadExtension.updateExtension.error
source: Error while updating extension
pl: Błąd podczas aktualizowania rozszerzenia

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
pl: Błąd pobierania

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
pl: Instalacja {0} przebiegła pomyślnie.

# extensionList.dependenciesResolveDownloadSuccess.message.downloadOnly
source: Your download of {0} was successful.
pl: Instalacja {0} przebiegła pomyślnie.

# extensionList.dependenciesResolveDownloadSuccess.item
source: Extensions
pl: Rozszerzenia

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
pl: {0} zainstalowanych.

# extensionList.dependenciesResolveFlashMessage.title.downloadOnly
source: {0} downloaded.
pl: {0} pobrany.

# extensionList.uploadFlashMessage.title
source: Extension Upload
pl: Wgrywanie rozszerzenia

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
pl: %s został dodany!

# extensionList.installedFlashMessage.message
source: %s was installed!
pl: %s został zainstalowany!

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
pl: Aktualizuj listę rozszerzeń

# extensionList.downloadViewHelper.submit
source: Import and Install
pl: Importuj i instaluj

# extensionList.downloadViewHelper.submit.downloadOnly
source: Import
pl: Importuj

# extensionList.showAllVersions.label
source: Show all versions
pl: Pokaż wszystkie wersje

# extensionList.showAllVersions.extensionKey
source: Extension key
pl: Klucz rozszerzenia

# extensionList.showAllVersions.version
source: Version
pl: Wersja

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
pl: Ostatnio przesłany

# extensionList.showAllVersions.downloads
source: Downloads
pl: Pobrania

# extensionList.showAllVersions.category
source: Category
pl: Kategoria

# extensionList.showAllVersions.manual
source: Manual
pl: Podręcznik

# extensionList.showAllVersions.author
source: Author
pl: Autor

# extensionList.showAllVersions.readOnline
source: Read online
pl: Czytaj online

# extensionList.remove.message
source: Extension "%s" was removed successfully!
pl: Rozszerzenie "%s" zostało pomyślnie usunięte!

# extensionList.distribution.key
source: Key
pl: Klucz

# extensionList.distribution.author
source: Author
pl: Autor

# extensionList.distribution.title
source: Title
pl: Tytuł

# extensionList.distribution.version
source: Version
pl: Wersja

# extensionList.distribution.downloads
source: Downloads
pl: Pobrania

# extensionList.distribution.lastUpdated
source: Last Update
pl: Ostatnia aktualizacja

# extensionList.showUnsuitableDistributions
source: Show also distributions that are not suitable for this TYPO3 version
pl: Pokaż również dystrybucje, które nie nadają się dla tej wersji TYPO3

# extensionList.officialDistribution
source: Official distribution
pl: Oficjalna dystrybucja

# distributions
source: Get preconfigured distribution
pl: Pobierz dystrybucję wstępnie skonfigurowaną

# extensionList.installDistribution
source: Install
pl: Instaluj

# extensionList.installImpexp
source: Please install the Import/Export (impexp) extension to enable distribution support.
pl: Proszę zainstalować rozszerzenie Import/Export (impexp) aby umożliwić obsługę dystrybucji.

# distribution.installImpexp
source: Install impexp
pl: Zainstaluj impexp

# extensionList.updateFromTer.label
source: Retrieving extension list from TYPO3 Extension Repository (TER)...
pl: Odbieranie listy rozszerzeń z Repozytorium Rozszerzeń TYPO3 (TER)...

# extensionList.updateFromTer.buttonLabel
source: Update now
pl: Aktualizuj teraz

# extensionList.updateFromTer.lastUpdate.label
source: Last update
pl: Ostatnia aktualizacja

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update
pl: Czas od ostatniej aktualizacji

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
pl: nieznany

# extensionList.updateFromTer.lastUpdate.timeOfLastUpdate
source: Time of last update:
pl: Czas ostatniej aktualizacji:

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
pl: Czas ostatniej aktualizacji nieznany.

# extensionList.updateFromTer.never
source: Never
pl: Nigdy

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
pl: Nie można dezaktywować rozszerzenia '%s' - rozszerzenie(a) '%s' zależy od niego.

# distribution.error.headline
source: Could not install distribution '%s'
pl: Nie można zainstalować dystrybucji '%s'

# distribution.welcome.headline
source: Congratulations...
pl: Gratulacje...

# distribution.welcome.message
source: You successfully installed the distribution '%s'
pl: Pomyślnie zainstalowałeś dystrybucję '%s'

# distribution.welcome.nextSteps
source: Now you can
pl: Teraz możesz

# distribution.welcome.openViewModule
source: View your website
pl: Zobacz swoją stronę internetową

# distribution.welcome.openPageModule
source: Start editing your website
pl: Rozpocznij edytowanie swojej strony

# distribution.dependency.headline
source: Dependencies, conflicts and suggestions
pl: Zależności, konflikty i sugestie

# distribution.dependency.identifier
source: Identifier
pl: Identyfikator

# distribution.dependency.type
source: Type
pl: Typ

# distribution.dependency.version
source: Version
pl: Wersja

# task.updateExtensionListTask.name
source: Update extension list
pl: Aktualizuj listę rozszerzeń

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
pl: Aktualizuj listę rozszerzeń TER regularnie. Raz na dzień to dobry interwał.

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
pl: Aktualizuj status listy rozszerzeń głównego repozytorium typo3.org

# report.status.mainRepository.notFound.value
source: Error
pl: Błąd

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
pl: Repozytorium rozszerzeń typo3.org nie zostało odnalezione. Zaimportuj główne repozytorium rozszerzeń typo3.org w kreatorze instalacji.

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
pl: Lista rozszerzeń nie jest aktualna!

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
pl: Lista rozszerzeń Głównego Repozytorium jest starsza niż 7 dni. Uaktualnij ją w Menadżerze rozszerzeń lub Harmonogramie.

# report.status.loadedExtensions.title
source: Security status of loaded extensions
pl: Status bezpieczeństwa załadowanych rozszerzeń

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
pl: %s niebezpiecznych rozszerzeń znalezionych

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
pl: Następujące rozszerzenia są niebezpieczne i używanie ich może uszkodzić twój system. Zaktualizuj te rozszerzenia najszybciej jak to możliwe lub usuń je ze swojego systemu:<br><br>%s

# report.status.loadedExtensions.insecureExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
pl: <strong>%1$s</strong> (wersja %2$s)<br>

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
pl: Status bezpieczeństwa istniejących, ale niezaładowanych rozszerzeń

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
pl: %s niebezpiecznych rozszerzeń znalezionych

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
pl: Następujące rozszerzenia zostały znalezione w Twoim systemie, ale nie są one obecnie zainstalowane. Usuń te rozszerzenia korzystając z menadżera rozszerzeń:<br><br>%s

# report.status.existingExtensions.insecureExtensionExists.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
pl: <strong>%1$s</strong> (wersja %2$s)<br>

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
pl: Przestarzały status załadowanych rozszerzeń

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
pl: %s przestarzałych rozszerzeń znalezionych

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
pl: Następujące rozszerzenia są przestarzałe i mogą być niekompatybilne z Twoją instalacją. Upewnij się, że te rozszerzenia są kompatybilne i poproś ich autora o opublikowanie aktualizacji:<br><br>%s

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
pl: <strong>%1$s</strong> (wersja %2$s)<br>

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
pl: Przestarzały status istniejących, ale niezaładowanych rozszerzeń

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
pl: %s przestarzałych rozszerzeń znalezionych

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
pl: Następujące rozszerzenia zostały znalezione w Twoim systemie, ale nie są obecnie zainstalowane. Upewnij się, że są one kompatybilne z Twoim systemem przed ich instalacją:<br><br>%s

source: <strong>%1$s</strong> (version %2$s)<br>
pl: <strong>%1$s</strong> (wersja %2$s)<br>

# fileHandling.couldNotRemoveDirectory
source: ERROR: Could not remove extension directory "%s". Reasons
pl: BŁĄD: Nie można usunąć katalogu rozszerzenia "%s". Powody

# fileHandling.couldNotCreateDirectory
source: ERROR: Could not create extension directory "%s"!
pl: BŁĄD: Nie można utworzyć katalogu rozszerzenia "%s"!

# fileHandling.installPathWasNoDirectory
source: ERROR: The extension install path "%s" was no directory!
pl: BŁĄD: Ścieżka instalacji rozszerzenia "%s" nie była katalogiem!

# config.automaticInstallation
source: Install extensions automatically after download from TER or file upload
pl: Instaluj rozszerzenia automatycznie po pobraniu z TER lub wysłaniu pliku

# config.offlineMode
source: Disable TER connection and hide menu items
pl: Wyłącz połączenie z TER i ukryj elementy menu
