Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: pl

# property.error
source: Validation errors for property "%s"
pl: Sprawdzanie błędów dla obiektu "%s"

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
pl: Podany obiekt nie jest poprawnym adresem email.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
pl: Długość podanego ciągu tekstowego nie mieści się w przedziale od %s do %s znaków.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
pl: Długość podanego ciągu znaków jest mniejsza niż %s znaków.

# validator.string.notvalid
source: A valid string is expected.
pl: Należy podać poprawny ciąg tekstowy.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
pl: Długość podanego ciągu tekstowego jest większa niż %s znaków.

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
pl: Podany obiekt nie jest poprawnym ciągiem alfanumerycznym.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
pl: Podany obiekt nie jest poprawną Datą/Czasem. Podano: '%s'

# validator.genericobject.noobject
source: Value is no object.
pl: Wartość nie jest obiektem.

# validator.float.notvalid
source: The given subject was not a valid float.
pl: Podany obiekt nie jest poprawnym ciągiem zmiennoprzecinkowym.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
pl: Podany obiekt nie jest poprawnym ciągiem znaków (np. zawiera tagi XML).

# validator.regularexpression.empty
source: The regular expression was empty.
pl: Wyrażenie regularne jest puste.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
pl: Podany obiekt nie pasuje do wzorca.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
pl: Wyrażenie regularne '%s' zawiera błąd.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
pl: Podany obiekt nie jest poprawną liczbą.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
pl: Podany obiekt nie mieści się w zakresie (%s - %s).

# validator.notempty.null
source: The given subject was NULL.
pl: Podany obiekt jest pusty (NULL).

# validator.notempty.empty
source: The given subject was empty.
pl: Podany obiekt jest pusty.

# validator.number.notvalid
source: The given subject was not a valid number.
pl: Podany obiekt nie jest poprawną liczbą.

# validator.integer.notvalid
source: The given subject was not a valid integer.
pl: Podany obiekt nie jest poprawną liczbą całkowitą.

# validator.boolean.nottrue
source: The given subject was not true.
pl: Podany obiekt nie jest prawdziwy.

# validator.boolean.notfalse
source: The given subject was not false.
pl: Podany obiekt nie jest fałszywy.

# validator.url.notvalid
source: The given subject is no valid URL.
pl: Podany obiekt nie jest poprawnym URL
