Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/setup/Resources/Private/Language/*.locallang_csh_mod.xlf
Languages: pl

# .alttitle
source: User > Setup module
pl: Użytkownik > Ustawienia modułu

# .description
source: The Setup module allows the backend user to customize TYPO3 for his own login sessions. This includes the backend language and various other interface features.
pl: Ustawienia modułu pozwalają użytkownikom BE dostosować ich własną sesję logowania. Dotyczy to języka w panelu i różnych dodatków interfejsu.

# .details
source: <b>Notice [For Admins]:</b> These settings can all be overridden or have their default values changed by "User TSconfig". To read more about this concept, see the link below!
pl: <b>Uwaga [Dla Administratorów]:</b> Te ustawienia mogą być przeciążone lub mogą mieć zmienione ich domyślne wartości przez zmianę konfiguracji TS (TSconfg) użytkownika. Wejdź na poniższy link żeby przeczytać więcej o tym koncepcie!

# _.seeAlso
source: User TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
pl: Ustawienia TSconfig użytkownika | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html

# .image_descr
source: The Setup module is selected in the left menu. This is how the Setup module interface looks like - a list of options to configure.
pl: Moduł ustawień jest wybierany w lewym menu. Tak wygląda interfejs modułu ustawień - lista opcji do konfiguracji.

# language.alttitle
source: Backend Language selection
pl: Wybór języka BE

# language.description
source: Select the backend language you prefer. Most parts of TYPO3s backend (for regular users) are translated into other languages.
pl: Wybierz język BE jaki preferujesz. Większość elementów BE TYPO3 (dla zwykłych użytkowników) jest przetłumaczone na inne języki.

# language.details
source: <b>Warning [technical]:</b> If TYPO3 is not configured to use a single character set (through $TYPO3_CONF_VARS[BE][forceCharset]) then all data entered in the backend is submitted in the character set of the selected backend language. This leads to inconsistent data storage if some users are using the backend in Russian and others in English which uses different character sets. The solution clearly is to set the configuration option mentioned above to a value like "utf-8". This must be done by the developers responsible for the whole system configuration.
pl: <b>Ostrzeżenie [techniczne]:</b> Jeżeli TYPO3 nie jest skonfigurowane do używania pojedynczego kodowania znaków (za pomocą $TYPO3_CONF_VARS[BE][forceCharset]) to wszystkie dane wprowadzone przez BE są wysyłane w kodowaniu wybranym dla języka BE. Prowadzi to do niespójności przetrzymywanych danych jeżeli użytkownicy używają języków o innym zestawie kodowania (np. Rosyjski i Angielski). Rozwiązaniem takiej sytuacji jest ustawienie powyższej opcji na "utf-8". Operacja ta musi być wykonana świadomie przez developera ponoszącego pełną odpowiedzialność za konfigurację systemu.

# language.image_descr
source: TYPO3 is translated into around 40 languages. English is the default language and all labels must be available in English first and foremost. This screenshot shows translations for Hebrew, Arabic, Russian and Chinese.
pl: TYPO3 jest przetłumaczone na około 40 języków. Angielski jest językiem domyślnym i wszystkie tabele muszą być dostępne w wersji Angielskiej. Zrzut z ekranu pokazuje tłumaczenia dla Hebrajskiego, Arabskiego, Rosyjskiego i Chińskiego.

# option_startModule.alttitle
source: Start module
pl: Uruchom moduł

# option_startModule.description
source: Let you select the module that is called when you login in the Backend The default module is "About Modules".
pl: Pozwala Ci wybrać moduł, który jest wywołany kiedy logujesz się do BE Domyślny moduł to "O modułach"

# option_helpText.alttitle
source: Show help text when applicable
pl: Pokaż pomoc jest jest

# option_helpText.description
source: If set, some help texts will appear by default. Applies to the "Legend" text in the Web>Access module for instance.
pl: Jeżeli ustawione, niektóre teksty pomocy będą się pojawiać domyślnie. Odnosi się do tekstu "Legendy" w module "Web>Dostęp".

# option_maxTitleLen.alttitle
source: Maximum title length
pl: Maksymalna długość tytułu

# option_maxTitleLen.description
source: TYPO3 will often crop long titles of records etc. so only the first X characters are shown. Often the number of shown characters depends on this variable. For instance the length of page titles in the page tree is determined by this value.
pl: TYPO3 będzie często obcinać długie tytuły rekordów itp. tak żeby widać było tylko pierwsze X znaków. Często liczba pokazanych znaków zależy od tej zmiennej. Dla przykładu długość tytułu strony w drzewie strony jest zależna od tej wartości.

# option_maxTitleLen.image_descr
source: In this case the Maximum Title length is set to 10 - and the result is that titles in the page tree - as well as other places in the backend - will be cropped after 10 characters, then suffixed by "...". The default value is "30".
pl: W przypadku gdy maksymalna długość tytułu jest ustawiona na 10 to wszystkie tytuły do których odnosi się ta wartość będą obcięte po 10 znakach i zakończone przez "...". Domyślna wartość to "30".

# option_copyLevels.alttitle
source: Recursive Copy
pl: Kopiowanie rekursywne

# option_copyLevels.description
source: When you copy a page, subpages can also be copied along if you set this option. The number you set here defines the number of levels under a page to include in a copy operation.
pl: Kiedy kopiujesz stronę, podstrony również mogą być skopiowane jeżeli ustawisz tą opcje. Liczba jaką tam ustawiasz to liczba poziomów pod stroną które mają być uwzględnione podczas operacji kopiowania.

# option_edit_RTE.alttitle
source: Enable Rich Text Editor
pl: Uruchom RTE (Rich Text Editor)

# option_edit_RTE.description
source: If set, the Rich Text Editor in TYPO3 will be enabled for you. Normally you wouldn't want to disable this option.
pl: Jeżeli ustawione, RTE w TYPO3 będzie uruchomione dla Ciebie. Normalnie nie chcesz wyłanczać tej opcji.

# option_edit_RTE.details
source: A Rich Text Editor (RTE) means that a text editing field has buttons for making selected text bold, italic etc. Whether a RTE is available also depends on factors like the browser you are using and which extensions are installed. Finally RTEs are applied to only a few record fields. The most well known example would be the Text field of a Content Element.
pl: Wzbogacony Edytor Tekstu (RTE) oznacza, że pole edycji tekstu posiada przyciski do pogrubiania, pochylania zaznaczonego tekstu itp. To czy RTE jest dostępny zależy również od takich rzeczy jak przeglądarka czy rozszerzenia, które są zainstalowane. RTE jest połączone tylko z niektórymi polami rekordów. Najbardziej znanym przykładem będzie pole Tekstowe w Elemencie Treści.

# option_edit_docModuleUpload.alttitle
source: Enable File Uploads in editing forms
pl: Uaktywnij upload plików w formularzach edycji

# option_edit_docModuleUpload.description
source: This option will enable an "Upload" box for each field in TYPO3 records where you can attach a file or image. Most likely you don't want to disable this since it is usually just a nice thing to have.
pl: Ta opcja uruchomi boks "Prześlij" dla każdego pola rekordu TYPO3 gdzie możesz dołączyć plik lub grafikę. Najprawdopodobniej nie chcesz dezaktywować tej opcji, ponieważ jest to przydatna opcja.

# option_edit_docModuleUpload.details
source: If you disable the Upload box there is still the TYPO3 Element Browser left for attaching files and images.
pl: Jeżeli dezaktywujesz boks upload`u nadal będzie dostęp do przeglądarki elementów TYPO3 dla podpinania plików i grafik.

# option_flexibleTextareas_MaxHeight.alttitle
source: Maximum height of text areas
pl: Maksymalna wysokość pola tekstowego.

# option_flexibleTextareas_MaxHeight.description
source: Define the maximum height of text areas in pixels.
pl: Definiuje maksymalną wysokość pola tekstowego (w pikselach)

# option_showHiddenFilesAndFolders.description
source: Defines whether you want to list all the hidden files and folders (beginning with a .) in the filelist and element browser.
pl: Definiuje czy chcesz wylistować wszystkie ukryte pliki i katalogi (zaczynając się od a .) w liście plików i przeglądarce elementów.

# option_showHiddenFilesAndFolders.details
source: By default all hidden files are not displayed in filelists and element browsers and link pickers. This option enables to additionally show the hidden files.
pl: Domyślnie wszystkie ukryte pliki nie są wyświetlane na listach plików i przeglądarkach elementów i wskaźnikach linków. Ta opcja umożliwia dodatkowe wyświetlanie ukrytych plików.

# option_beUser_realName.alttitle
source: Your real name
pl: Twoje prawidziwe imie

# option_beUser_realName.description
source: Enter your real name here.
pl: Wprowadź Twoje prawdziwie imie tutaj.

# option_beUser_email.alttitle
source: Your email address
pl: Twój adres e-mail

# option_beUser_email.description
source: Make sure this is a valid email address for you. This is the contact address that the backend administrator will use if he needs to contact you. Also, the TYPO3 system might need to send you messages at various times and this will be the recipient address.
pl: Upewnij się, że jest to prawidłowy adres e-mail. Jest to adres kontaktowy, który będzie wykorzystany w przypadku, gdy administrator będzie chciał się z Tobą skontaktować. Dodatkowo system TYPO3 może potrzebować wysłać do Ciebie różnego rodzaju wiadomości.

# option_emailMeAtLogin.alttitle
source: Notify by login
pl: Informuj przez login

# option_emailMeAtLogin.description
source: If you set this option you will receive an email from TYPO3 each time you (or "someone") logs in using your username. You might like to receive such a "warning" as a security measure so you will know if someone else picks up your password and uses your account.
pl: Jeśli ustawisz tą opcje będziesz otrzymać email od TYPO3 za każdym razem gdy Ty (lub "ktoś") zaloguje się używając Twojego loginu. Możesz otrzymywać takie "ostrzeżenia" jako kontrolę bezpieczeństwa tak abyś wiedział czy ktoś wykradł Ci hasła.

# option_avatar.alttitle
source: Avatar
pl: Awatar

# option_avatar.description
source: You can personalize your TYPO3 user profile by adding an avatar. It will be shown at multiple places in the backend, e.g. in the topbar, next to your username.
pl: Możesz spersonalizować swój profil użytkownika TYPO3 dodając awatar. Będzie on wyświetlany w wielu miejscach w backendzie, np. w górnym pasku, obok Twojej nazwy użytkownika.

# option_newPassword.alttitle
source: Change password
pl: Zmień hasło

# option_newPassword.description
source: Enter a new password for your backend account
pl: Wprowadź nowe hasło dla swojego konta backend-owego

# option_newPassword.details
source: The passwords are encrypted to an MD5 hash when you leave the field so no plain text password is sent over the wire.
pl: Hasła są szyfrowane przy wykorzystaniu hashu MD5 kiedy zejdziesz z pola dzięki czemu czysty tekst nie będzie wysyłany.

# option_newPasswordAgain.alttitle
source: Change password, confirm
pl: Zmień hasło, potwierdź

# option_newPasswordAgain.description
source: Confirm the new password by entering it again, exactly like above. If the two new passwords do not match, the password will not be changed.
pl: Potwierdź nowe hasło przez jego ponowne wprowadzenie, dokładnie jak powyżej. Jeżeli oba hasła nie będą się zgadzać, hasło nie zostanie zmienione.

# option_mfaProviders.alttitle
source: Multi-factor authentication
pl: Uwierzytelnianie wieloskładnikowe

# option_mfaProviders.description
source: Manage your multi-factor authentication settings. This can be used to secure your account by providing another factor next to your password.
pl: Użyj uwierzytelniania wieloskładnikowego, aby dodatkowo zabezpieczyć swoje konto, dodając kolejny czynnik oprócz hasła.

# option_backendTitleFormat.alttitle
source: Format of window title in backend
pl: Format tytułu okna w backendzie

# option_backendTitleFormat.description
source: Define the order within the TYPO3 backend window title, which is usually displayed in the browser tab. Either the site name followed by the current module name or vice versa.
pl: Zdefiniuj kolejność w tytule okna backendu TYPO3, która jest zwykle wyświetlana w zakładce przeglądarki. Nazwa witryny, po której następuje nazwa bieżącego modułu lub odwrotnie.

# reset.alttitle
source: Reset all Values to default
pl: Zresetuj wszystkie wartości do domyślnych.

# reset.description
source: If you select this option all settings in this module will be reset to the default settings of the system.
pl: Jeżeli wybierzesz tą opcje wszystkie ustawienie w tym module zostaną zresetowane do domyślnych wartości systemu.

# reset.details
source: This does not apply to user name, email and password settings of course.
pl: Nie dotyczy to Twojego loginu, adresu e-mail i hasła.

# simuser.alttitle
source: Simulate backend user
pl: Symuluj użytkownika BE

# simuser.description
source: This option allows "admin"-users to change settings for another backend user in the system.
pl: Ta opcja pozwala administratorom zmienić ustawienia dla innego użytkownika BE w systemie.

# option_enableInstallTool.alttitle
source: Admin control for re-enabling Install Tool access
pl: Kontrola administratora dla ponownego uruchamiania dostępu do narzędzi administracyjnych.

# option_enableInstallTool.description
source: By clicking this button, a file typo3conf/ENABLE_INSTALL_TOOL is created (or removed if it already exists). It unlocks the access to the Install Tool (password is still needed!) and will be removed automatically after 1 hour.
pl: Po kliknięciu w ten przycisk, utworzony zostanie plik ENABLE_INSTALL_TOOL w katalogu typo3conf (lub usunięty jeżeli już istnieje). Odblokowuje to dostęp do narzędzi instalacyjnych (hasło nadal jest wymagane) i będzie on usunięty po godzinie
