Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: pl

# export.alttitle
source: Exporting records from TYPO3
pl: Eksportowanie rekordów z TYPO3

# pageTreeCfg.alttitle
source: Configuration of page tree export
pl: Konfiguracja eksportu drzewa stron

# pageTreeCfg.description
source: Here you configure how a page or a branch of the page tree should be exported. Using the selector box you can set the number of levels of subpages to include in the export. By default all records belonging to a page is included when a page is exported.
pl: Tutaj możesz skonfigurować jak strona lub gałąź drzewa stron powinna być wyeksportowana. Używając selektora możesz określić liczbę poziomów podstron jakie mają być wyeksportowane. Domyślnie wszystkie rekordy należące do strony są dołączanie w trakcie eksportu.

# pageTreeDisplay.alttitle
source: Page Tree
pl: Drzewo stron

# pageTreeDisplay.description
source: Based on the levels selected for page tree export this will show the structure that is about to be exported. If any pages are specifically excluded by the exclude option they are not shown either.
pl: Wyświetla strukturę jaka zostanie wyeksportowana (na podstawie wybranej liczbie poziomów podstron). Strony wyłaczone z eksportu za pomocą opcji wyłaczenia nie są w tym drzewie widoczne.

# pageTreeMode.alttitle
source: Levels
pl: Poziomy

# pageTreeMode.description
source: Here you select how deeply in the page tree from the current starting point to go for this export.
pl: Wybierz jak głęboko w drzewie stron licząc od bieżącej pozycji ma być skuteczna funkcja eksportu.

# pageTreeRecordLimit.alttitle
source: Include tables
pl: Dołącz tabele

# pageTreeRecordLimit.description
source: When you export a page all records on the page is included by default. By this selector you can pick which tables to include exclusively if there are certain records you are not interested in seeing included.
pl: W trakcie eksportu strony wszystkie rekordy na stronie są domyślnie dołączane. Za pomocą tego selektora możesz wskazać, które tabele chcesz rzeczywiście dołączyć, a którymi nie jesteś zainteresowany.

# singleRecord.alttitle
source: Export single record
pl: Ekportuj pojedynczy rekord

# singleRecord.description
source: This overview tells you which independent records has been independently selected for export.
pl: Ten przegląd pokazuje, które niezależne rekordy zostały wybrane do eksportu.

# tableList.alttitle
source: Table export
pl: Eksport tabeli

# tableList.description
source: Export of all records on a page from a specific table. This is configured from the Web>List module where you will have to select table-only view and click a button in the top of the page.
pl: Eksport wszystkich rekordów na stronie ze wskazanej tabeli. Jest to konfigurowane z modułu Web>Lista, gdzie bedziesz musiał wybrać widok rekordów i kliknąć przyciks w górnej części strony.

# inclRelations.alttitle
source: Include relations
pl: Dołącz relacje

# inclRelations.description
source: Configure the tables from which you want to include records that are found as relations in the main export configuration.
pl: Konfiguruje tabele, z których chcesz dołączyć rekordy będące w relacji z głównymi ustawieniami eksportu.

# staticRelations.alttitle
source: Set static tables
pl: Ustaw statyczne tabele

# staticRelations.description
source: Select which tables in addition to the static TYPO3 tables to keep relations untouched for. Takes precedence over "Include relations" configured tables.
pl: Wybiera, dla których tabel poza tabelami statycznymi TYPO3 będą utrzymane relacje w niezmienionej formie. Opcja ta ma wyższy priorytet od "Dołącz realcje".

# excludedElements.alttitle
source: Excluded elements
pl: Elementy wykluczone

# excludedElements.description
source: By the "Exclude" checkbox you can exclude specific records from the preview display of the export. Which records has been picked for specific exclusion is listed here. You can also clear the exclusion configuration.
pl: Przez opcję "Wyklucz" możesz wykluczyć wybrane rekordy z podglądu eksportu. Rekordy, które zostały wybrane do wyłaczenia są przedstawione w liście. Możesz również skasować konfigurację wykluczania.

# htmlCssResources.alttitle
source: Exclude resources from HTML and CSS files
pl: Wyklucz zasoby z plików HTML i CSS

# htmlCssResources.description
source: When an HTML or CSS file is found as a soft reference the files are parsed for references to external media (such as images) and if any are found they are also exported. If you don't want this behaviour, click this option.
pl: Kiedy pliki HTML lub CSS zostaną wykryte jako luźne powiązania wówczas są one parsowane w celu wyszukania referencji do zewnątrznych plików multimedialnych (np. obrazków). Wszystkie te pliki są wówczas eksportowane. Zaznaczenie tej opcji wyklucza te pliki.

# extensionDependencies.alttitle
source: Extension Dependencies
pl: Zależności rozszerzeń

# presets.alttitle
source: Configuration presets
pl: Ustawienia konfiguracji

# presets.description
source: Enables you to save an export configuration for later re-use. Useful if you need to export the same configuration with regular intervals.
pl: Pozwala na zapisanie ustawień konfiguracyjnych eksportu do późniejszego zastosowania. Jest to użyteczne, kiedy potrzebujesz wielokrotnie użyć tych samych ustawień.

# metadata.alttitle
source: Meta data setting
pl: Ustawienia danych meta

# metadata.description
source: Set meta data for the export. This is highly encouraged if your exported content goes into eg. a template collection of sorts.
pl: Ustawia dane meta do eksportu. Jest to bardzo pomocna opcja jeżeli zawartość jest eksportowana jako szablon (przykład).

# fileFormat.alttitle
source: File format options
pl: Opcje formatu pliku

# import.alttitle
source: Importing TYPO3 records
pl: Importowanie rekordów TYPO3

# importFile.alttitle
source: Select file to import
pl: Wybierz plik do zaimportowania

# importFile.description
source: The files displayed are those with an extension T3D or XML from fileadmin/, fileadmin/export/ and your "TEMP" folder (if any).
pl: Pliki jakie możesz wybrać to pliki z rozszerzeniem T3D lub XML z katalogu fileadmin/, fileadmin/export i twojego katalogu "TEMP" (jeżeli taki posiadasz).

# update.alttitle
source: Update instead of Insert
pl: Aktualizuj zamiast Wstawiaj

# update.description
source: By default the import operation inserts new records in the system. Using this option will update existing records.
pl: Domyślnie operacja importu wstawia nowe rekordy do systemu. Użycie tej opcji zaktualizuje istniejące rekordy.

# options.alttitle
source: Import options
pl: Opcje importu

# options.description
source: Various options for import.
pl: Różne opcje stosowane w trakcie importowania rekordów.

# action.alttitle
source: Import Action
pl: Akcja importu

# action.description
source: Press "Preview" to see the content of the import file or update the preview display according to changed configurations. Press "Import"/"Update" if you want to perform the actual import. Before importing make sure you change any editable soft references that are shown in the preview data.
pl: Naciśniej "Podgląd" aby zobaczyć zawartość importowanego pliku lub zaktualizuj widok podglądu po zmianie konfiguracji. Naciśnij "Importuj/Aktualizuj" jeżeli chcesz rozpocząc akcję.

# enableLogging.alttitle
source: Enable System Logging
pl: Włacz logowanie systemowe

# enableLogging.description
source: If you set this the system backend log will be filled with entries for all the actions that the import actually performs. By default this is left out for the sake of clarity.
pl: Jeżeli ta opcja jest ustawiona plik logu systemu bedzie uzupełniany o wpisy wszystkich działań wykonanych w trakcie importu.

# upload.alttitle
source: Upload import file
pl: Załaduj plik importu
