Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/impexp/Resources/Private/Language/*.locallang.xlf
Languages: pl

# title
source: Import / Export
pl: Import / Eksport

# tableselec_configuration
source: Configuration
pl: Konfiguracja

# exportdata_savedFile
source: SAVED FILE
pl: ZAPISANE PLIKI

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
pl: Zapisane w "%s", bajtów %s

# exportdata_problemsSavingFile
source: Problems saving file
pl: Problemy w trakcie zapisywania pliku

# exportdata_badPathS
source: Bad path: "%s"
pl: Nieprawidłowa ścieżka: "%s"

# exportdata_filePreset
source: File & Preset
pl: Plik i ustawienie

# exportdata_advancedOptions
source: Advanced Options
pl: Zaawansowane opcje

# exportdata_messages
source: Messages
pl: Komunikaty

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
pl: Nie wyeksportowano drzewa - tylko tabele na stronie.

# makeconfig_tablesOnThisPage
source: Tables on this page
pl: Tabele na stronie

# makeconfig_expandedTree
source: Expanded tree
pl: Rozwinięte drzewo

# makeadvanc_update
source: Update
pl: Aktualizuj

# makesavefo_update
source: Update
pl: Aktualizuj

# makesavefo_load
source: Load
pl: Ładuj

# makesavefo_save
source: Save
pl: Zapisz

# makesavefo_areYouSure
source: Are you sure?
pl: Czy jesteś pewien?

# makesavefo_delete
source: Delete
pl: Usuń

# makesavefo_merge
source: Merge
pl: Łącz

# makesavefo_t3d_compressed
source: T3D file / compressed
pl: Plik T3D / skompresowany

# makesavefo_t3d
source: T3D file
pl: Plik T3D

# makesavefo_downloadExport
source: Download export
pl: Pobierz eksport

# importdata_saveToFilename
source: Save to filename
pl: Zapisz do pliku

# importdata_fromPathS
source: (From path: %s)
pl: (Ze ścieżki: %s)

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
pl: UWAGA: Brak dekompresora dla spakowanego pliku!

# importdata_update
source: Update
pl: Aktualizuj

# importdata_updateRecords
source: Update records
pl: Aktualizuj rekordy

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
pl: Ta opcja wymaga aby importowana struktura istniała już na serwerze i wymaga jedynie aktualizacji nową zawartością!

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
pl: Ignoruj różnice PID globalnie

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
pl: Jeżeli zaznaczysz tę opcję, pozycje aktualizowanych elementów nie będą aktualizowane zgodnie z zawartością pliku wejściowego.

# importdata_force_all_UIDS
source: Force ALL UIDs values
pl: Wymuś WSZYSTKIE wartości UID

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
pl: Z tą opcją oryginalne wartości UID wszystkich importowanych rekordów muszą być takie same. BĄDŹ BARDZO OSTROŻNY Z TĄ OPCJĄ! (Tylko dla administratorów).

# importdata_doNotShowDifferences
source: Do not show differences in records
pl: Nie pokazuj różnic w rekordach

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
pl: Zielone wartości pochodzą z pliku importu, czerwone z bieżących rekordów bazy dnaych a czarne wartości są podobne w obu wersjach.

# importdata_preview
source: Preview
pl: Podgląd

# importdata_update_299e
source: Update
pl: Aktualizuj

# importdata_newImport
source: New import
pl: Nowy import

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
pl: Opcja ta jest domyślnie wyłączona ponieważ może ona generować setki pozycji.

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
pl: Niepowodzenie: Nie załadowano pliku - może był zbyt duży? Sprawdź log systemowy.

# importdata_upload
source: Upload
pl: Załaduj

# importdata_messages
source: Messages
pl: Komunikaty

source: ALL tables
pl: WSZYSTKIE tabele

# impexpcore_singlereco_update
source: Update
pl: Aktualizuj

# impexpcore_singlereco_insert
source: Insert
pl: Wstaw

# impexpcore_singlereco_importAsNew
source: Import as new
pl: Zaimportuj jako nowy

# impexpcore_singlereco_ignorePid
source: Ignore PID
pl: Ignoruj PID

# impexpcore_singlereco_respectPid
source: Respect PID
pl: Uwzględnij PID

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
pl: Wymuś UID [%s] (Administrator)

# impexpcore_singlereco_exclude
source: Exclude
pl: Wyklucz

# impexpcore_softrefsel_editable
source: Editable
pl: Edytowalny

# impexpcore_softrefsel_exclude
source: Exclude
pl: Wyklucz
