Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/linkvalidator/Resources/Private/Language/*.locallang.xlf
Languages: pl

# tasks.validate.description
source: Search for broken links and store the result into the temporary table tx_linkvalidator_link in order to ease up the backend module.
pl: Wyszukaj niedziałające linki i zapisz wynik w tabeli tymczasowej tx_linkvalidator_link w celu ułatwienia dla modułu zaplecza.

# tasks.validate.page
source: Start page (uid)
pl: Strona startowa (uid)

# tasks.validate.depth
source: Depth
pl: Głębokość

# tasks.validate.conf
source: Overwrite TSconfig
pl: Nadpisz TSconfig

# tasks.validate.email
source: Send email report to
pl: Wyślij raport email do

# tasks.validate.emailOnBrokenLinkOnly
source: Send email on new broken links only
pl: Wyślij e-mail tylko o nowych niedziałających linkach

# tasks.validate.invalidEmail
source: Invalid email format!
pl: Nieprawidłowy format e-mail!

# tasks.validate.invalidPage
source: Invalid page uid, please enter a valid page uid!
pl: Nieprawidłowe uid strony, podał właściwą wartość!

# tasks.validate.invalidDepth
source: There is no depth set, please set it to one of the offered values!
pl: Nie ma ustalonej głębokości, proszę ustaw jedną z podanych wartości!

# tasks.error.invalidToEmail
source: Invalid format of one or more of the recipient email addresses!
pl: Nieprawidłowy format adresu e-mail dla jednego lub kilku adresatów!

# tasks.error.invalidFromEmail
source: Invalid format of the email address in the from header
pl: Nieprawidłowy format adresu e-mail w polu Od kogo

# tasks.error.invalidTSconfig
source: Invalid TSconfig in the task configuration!
pl: Nieprawidłowe TSconfig w konfiguracji zadania!

# tasks.error.invalidPageUid
source: The given page id %d is invalid!
pl: Podany identyfikator strony %d jest nieprawidłowy!
