Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/felogin/Resources/Private/Language/*.Database.xlf
Languages: pl

# tt_content.CType_pi1
source: Website User Login
pl: Login użytkownika strony

# tt_content.CType.felogin_login.title
source: Login Form
pl: Formularz logowania

# tt_content.CType.felogin_login.description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
pl: Formularz logowania/wylogowania używany do ochrony stron hasłem, pozwalający na dostęp tylko autoryzowanym użytkownikom i grupom.

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
pl: Po zalogowaniu przekieruj do strony (felogin)

# felogin_forgotHash
source: Forgot hash
pl: Zapomniany hash

# tt_content.pi_flexform.general_header
source: General Header
pl: Nagłówek ogólny

# tt_content.pi_flexform.general_message
source: General Message
pl: Treść ogólna

# tt_content.pi_flexform.redirect_header
source: Redirect Header
pl: Nagłówek przekierowania

# tt_content.pi_flexform.redirect_message
source: Redirect Message
pl: Treść przekierowania

# tt_content.pi_flexform.welcome_header
source: Welcome Header
pl: Nagłówek powitalny

# tt_content.pi_flexform.welcome_message
source: Welcome Message
pl: Treść powitalna

# tt_content.pi_flexform.success_header
source: Login Success Header
pl: Nagłówek poprawnego logowania

# tt_content.pi_flexform.success_message
source: Login Success Message
pl: Treść poprawnego logowania

# tt_content.pi_flexform.error_header
source: Login Error Header
pl: Nagłówek błędnego logowania

# tt_content.pi_flexform.error_message
source: Login Error Message
pl: Treść błędnego logowania

# tt_content.pi_flexform.status_header
source: Status Display Header
pl: Nagłówek statusu

# tt_content.pi_flexform.status_message
source: Status Display Message
pl: Treść statusu

# tt_content.pi_flexform.logout_header
source: Logout Header
pl: Nagłówek wylogowania

# tt_content.pi_flexform.logout_message
source: Logout Message
pl: Treść wylogowania

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
pl: Nagłówek zapomnianego hasła

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
pl: Treść zapomnianego hasła

# tt_content.pi_flexform.sheet_general
source: General
pl: Ogólne

# tt_content.pi_flexform.sheet_redirect
source: Redirects
pl: Przekierowania

# tt_content.pi_flexform.sheet_messages
source: Messages
pl: Wiadomości

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
pl: Pokazuj odnośnik "zapomniałem hasło"

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
pl: Wyświetl opcję zapamiętania logowania

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Disable redirect after successful login, but display logout-form
pl: Wyłącz przekierowanie po pomyślnym logowaniu, ale wyświetl formularz wylogowania

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
pl: Tryb wyboru grupy FE:

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
pl: Pokaż wszystko

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
pl: Pokaż wybrane

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Don't show selected
pl: Nie pokazuj wybranych

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
pl: (z TypoScript)

# tt_content.pi_flexform.groupSelection
source: FE group selection:
pl: Wybór grup FE:

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
pl: bez grup

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
pl: Użycie listy pól poniżej:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
pl: Pola użytkownika/lista:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
pl: Pola użytkownika/szczegóły:

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
pl: Tryb przekierowania

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
pl: Określony przez rekord grupy użytkowników

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
pl: Określony przez rekord użytkownika

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
pl: Po zalogowaniu (TS lub FlexForm)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
pl: Po wylogowaniu (TS lub FlexForm)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
pl: Po błędnym logowaniu (TS lub FlexForm)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
pl: Określone przez parametry GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
pl: Określone przez stronę odwołującą

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
pl: Określone przez wpisy domen

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
pl: Użyj pierwszy obsługiwany sposób spośród wybranych

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
pl: Zablokuj przekierowania

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
pl: Po pomyślnym zalogowaniu przekieruj na stronę

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
pl: Po błędnym logowaniu przekieruj na stronę

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
pl: Po wylogowaniu przekieruj na stronę

# tt_content.pi_flexform.template_file
source: Template File
pl: Plik szablonu

# tt_content.pi_flexform.user_storage
source: User Storage Page
pl: Strona zawierająca użytkowników
