Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: pl

# login_user_info
source: You are now logged in as '%s'
pl: Jesteś teraz zalogowany jako '%s'

# welcome_header
source: User login
pl: Formularz logowania

# welcome_message
source: Enter your username and password here in order to log in on the website
pl: Wprowadź tutaj nazwę użytkownika i hasło, aby zalogować się na stronie

# logout_header
source: You have logged out.
pl: Wylogowałeś się.

# logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
pl: Właśnie wylogowałeś się z sesji użytkownika na tej stronie. Możesz zalogować się ponownie lub jako inny użytkownik za pomocą poniższego formularza.

# error_header
source: Login failure
pl: Błędne logowanie

# error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
pl: Wystąpił błąd podczas logowania. Prawdopodobnie nie podałeś nazwy użytkownika lub hasła poprawnie. Upewnij się, że wpisujesz je dokładnie tak jakimi są, uwzględniając duże/małe litery. Inną możliwością jest to, że ciasteczka w Twojej przeglądarce internetowej są wyłączone.

# success_header
source: Login successful
pl: Udane logowanie

# success_message
source: You are now logged in as '###USER###'
pl: Jesteś zalogowany jako '###USER###'

# status_header
source: Current status
pl: Bieżący status

# status_message
source: This is your current status
pl: Twój bieżący status

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
pl: Uwaga: Prawdopodobnie twoja przeglądarka ma wyłączoną obsługę ciasteczek! Jeśli Twoje logowanie jest nieskuteczne przy następnym kliknięciu, powinieneś włączyć akceptowanie ciasteczek (przynajmniej pochodzących z tej witryny)!

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Login
pl: Zaloguj się

# permalogin
source: Stay logged in
pl: Pozostań zalogowany

source: Logout
pl: Wyloguj się

source: Send password
pl: Wyślij hasło

source: Reset Password
pl: Resetuj hasło

# change_password_header
source: Change your password
pl: Zmień swoje hasło

# change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
pl: Wprowadź nowe hasło dwukrotnie. Hasło wymaga minimalnej długości %s znaków.

# change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
pl: Błąd: nie ma prefiksu dla linku. Proszę ustawić jeden z poniższych szablonów w szablonie typoscript: wtyczka. plugin.tx_felogin_pi1.feloginBaseURL = http://twojadomena/, config.baseURL = http://twojadomena/, config.absRefPrefix = /

# change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
pl: Kliknięty link jest nieprawidłowy. Powtórz procedurę zapomnianego hasła.

# change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
pl: Hasła nie są jednakowe, wprowadź nowe hasło dwukrotnie. Hasło wymaga minimalnej długości %s znaków.

# change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
pl: Długość hasła jest zbyt krótka. Wprowadź nowe hasło dwukrotnie. Hasło wymaga minimalnej długości %s znaków.

# change_password_done_message
source: Your password has been saved. You can now login with your new password.
pl: Twoje hasło zostało zapisane. Możesz teraz zalogować się przy użyciu nowego hasła.

# change_password
source: Change your password
pl: Zmień swoje hasło

# newpassword_label1
source: Enter new password
pl: Wprowadź nowe hasło

# newpassword_label2
source: Repeat new password
pl: Powtórz nowe hasło

source: Your email
pl: Twój adres e-mail

# forgot_header
source: Forgot your password?
pl: Nie pamiętasz hasła?

# forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
pl: Przypomnienie hasła Witaj %s Twój login to "%s" Twoje hasło to "%s"

# forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
pl: Twoje hasło Cześć %s Nie mogliśmy znaleźć nazwy użytkownika dla tego adresu e-mail i w związku z tym wysłać hasła do Ciebie. Prawdopodobnie błędnie wpisałeś adres e-mail (duże/małe litery mają znaczenie) lub może nawet się jeszcze nie zarejestrowałeś?

# forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
pl: Twoje nowe hasło Drogi %s, Ta wiadomość została wysłana w odpowiedzi na prośbę o zresetowanie hasła. Kliknij w poniższy link. %s Ze względów bezpieczeństwa ten link jest aktywny tylko do %s. Jeśli nie odwiedzisz do tego czasu linku, będziesz musiał powtórzyć kroki resetowania hasła.

# forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
pl: Wprowadź adres e-mail, za pomocą którego zarejestrowałeś swoje konto użytkownika. Następnie naciśnij "Wyślij hasło", a Twoje hasło zostanie natychmiast do Ciebie wysłane. Upewnij się, że poprawnie wpisałeś swój adres e-mail.

# forgot_message_emailSent
source: Your password has now been sent to the email address %s
pl: Twoje hasło zostało wysłane pod adres %s

# forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
pl: Wprowadź swoją nazwę użytkownika lub adres e-mail. Instrukcje resetowania hasła zostaną natychmiast do Ciebie wysłane.

# forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
pl: Wiadomość e-mail została wysłana na adres przechowywany na Twoim koncie i zawiera ona link do zresetowania hasła. Jeśli nie otrzymasz wiadomości e-mail, Twoje konto lub adres e-mail nie zostały odnalezione.

# forgot_reset_message_error
source: Your account or email address does not exist.
pl: Twoje konto lub adres email nie istnieje.

# forgot_header_backToLogin
source: Return to login form
pl: Powrót do formularza logowania

# enter_your_data
source: Username or email address
pl: Nazwa użytkownika lub email

# password_recovery_mail_header
source: Your new password
pl: Twoje nowe hasło

# password_recovery_link_expired
source: Your password recovery link is expired.
pl: Twój link odzyskiwania hasła wygasł.

# empty_password_and_password_repeat
source: New password and new password repeat cannot be empty
pl: Nowe hasło i powtórzenie nowego hasła nie mogą być puste

# password_must_match_repeated
source: New Password must match repeated password.
pl: Nowe hasło musi pasować do powtórzonego hasła.

# forgot_validate_reset_password
source: Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
pl: Drogi %s, Ta wiadomość została wysłana w odpowiedzi na prośbę o zresetowanie hasła. Kliknij na poniższy link. %s Ze względów bezpieczeństwa ten link jest aktywny tylko do %s. Jeśli nie odwiedzisz do tego czasu linku, będziesz musiał powtórzyć kroki resetowania hasła.
