Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/dashboard/Resources/Private/Language/*.locallang.xlf
Languages: pl

source: Close
pl: Zamknij

# title
source: Dashboard
pl: Kokpit

# widget.add
source: Add widget
pl: Dodaj widżet

# widget.add.button.close
source: Close
pl: Zamknij

# widget.add.button.ok
source: Add widget
pl: Dodaj widżet

# widget.remove.button.close
source: Close
pl: Zamknij

# widget.remove.button.ok
source: Remove
pl: Usuń

# widget.remove.confirm.title
source: Remove widget
pl: Usuń widżet

# widget.remove.confirm.message
source: Are you sure you want to remove this widget?
pl: Czy na pewno chcesz usunąć ten widżet?

# widget.error
source: An error occurred while retrieving information for this widget. Please try again, and if the problem persists, contact your administrator.
pl: Wystąpił błąd podczas pobierania informacji dla tego widżetu. Spróbuj ponownie, a jeśli problem będzie się powtarzał, skontaktuj się z administratorem.

# dashboard.default
source: My dashboard
pl: Mój kokpit

# dashboard.default.description
source: Create a new dashboard with some general TYPO3 widgets on it
pl: Utwórz nowy kokpit z kilkoma ogólnymi widżetami TYPO3

# dashboard.empty
source: Empty dashboard
pl: Pusty kokpit

# dashboard.empty.description
source: Your dashboard will be created without any widget on it.
pl: Twój kokpit zostanie utworzony bez żadnego widżetu.

# dashboard.add
source: Add dashboard
pl: Dodaj pulpit nawigacyjny

# dashboard.add.button.close
source: Close
pl: Zamknij

# dashboard.add.button.ok
source: Add Dashboard
pl: Dodaj kokpit

# dashboard.configure
source: Configure dashboard
pl: Konfiguruj kokpit

# dashboard.configure.button.close
source: Close
pl: Zamknij

# dashboard.configure.button.ok
source: Save Dashboard
pl: Zapisz kokpit

# dashboard.delete
source: Delete dashboard
pl: Usuń kokpit

# dashboard.delete.sure
source: Are you sure you want to delete this dashboard?
pl: Czy na pewno chcesz usunąć ten Kokpit?

# dashboard.delete.ok
source: Yes, delete it
pl: Tak, usuń

# dashboard.delete.cancel
source: Cancel
pl: Anuluj

# dashboard.title
source: Title of dashboard
pl: Tytuł kokpitu

# widgets.documentation.gettingStarted.title
source: Getting Started with TYPO3
pl: Pierwsze kroki z TYPO3

# widgets.documentation.gettingStarted.description
source: Add a shortcut to the TYPO3 Getting Started Tutorial.
pl: Dodaj skrót do poradnika wprowadzającego TYPO3.

# widgets.documentation.gettingStarted.text
source: New to TYPO3? In our Getting Started Tutorial you will learn the basics how to use TYPO3.
pl: Nowy w TYPO3? W naszym samouczku wprowadzającym nauczysz się podstaw korzystania z TYPO3.

# widgets.documentation.gettingStarted.content.label
source: Getting Started Tutorial
pl: Poradnik wprowadzający

# widgets.documentation.typoscriptReference.title
source: TypoScript Template Reference
pl: Referencja do szablonu TypoScript

# widgets.documentation.typoscriptReference.description
source: Add a shortcut to the TYPO3 TypoScript Template Reference.
pl: Dodaj skrót do referencji szablonu TYPO3 TypoScript.

# widgets.documentation.TSconfigReference.title
source: TSconfig Reference
pl: Referencja do konfiguracji (TSconfig)

# widgets.documentation.TSconfigReference.description
source: Add a shortcut to the TYPO3 TSconfig Reference.
pl: Dodaj skrót do referencji konfiguracji TYPO3 (TSconfig).

# widgets.documentation.TSconfigReference.text
source: This document describes TSconfig and its options.
pl: Ten dokument opisuje TSconfig i jego opcje.

# widgets.t3news.title
source: TYPO3 news
pl: TYPO3 aktualności

# widgets.t3news.description
source: Add a list of news items from the TYPO3 project
pl: Dodaj listę aktualności z projektu TYPO3

# widgets.t3news.moreItems
source: More TYPO3 news
pl: Więcej aktualności TYPO3

# widgets.t3information.title
source: About TYPO3
pl: O TYPO3

# widgets.t3information.description
source: Some general information about TYPO3 and the version used
pl: Ogólne informacje o TYPO3 i używanej wersji

# widgets.sysLogErrors.title
source: Number of errors in system log
pl: Liczba błędów w dzienniku systemowym

# widgets.sysLogErrors.description
source: Shows the number of errors in the sys log of the last month, grouped by date
pl: Pokazuje liczbę błędów w dzienniku systemowym z ostatniego miesiąca, pogrupowane według daty

# widgets.sysLogErrors.buttonText
source: Show all errors in log
pl: Pokaż wszystkie błędy w dzienniku

# widgets.sysLogErrors.chart.dataSet.0
source: Number of errors
pl: Liczba błędów

# widgets.typeOfUsers.title
source: Type of backend users
pl: Typ użytkowników backendu

# widgets.typeOfUsers.description
source: Shows the amount of normal- and admin-users
pl: Pokazuje liczbę użytkowników normalnych i administratorów

# widgets.typeOfUsers.normalUsers
source: Normal users
pl: Zwykli użytkownicy

# widgets.typeOfUsers.adminUsers
source: Admin users
pl: Administratorzy

# widgets.failedLogins.title
source: Failed backend logins
pl: Nieudane logowanie do backendu

# widgets.failedLogins.subtitle
source: In last 24 hours
pl: W ciągu ostatnich 24 godzin

# widgets.failedLogins.description
source: Information about the number of failed logins during the last 24 hours.
pl: Informacje o liczbie nieudanych prób logowania w ciągu ostatnich 24 godzin.

# widgets.t3securityAdvisories.title
source: TYPO3 security advisories
pl: Wskazówki bezpieczeństwa TYPO3

# widgets.t3securityAdvisories.description
source: Add a list of security advisories from the TYPO3 project
pl: Dodaj listę wskazówek bezpieczeństwa z projektu TYPO3

# widgets.t3securityAdvisories.moreItems
source: More TYPO3 security advisories
pl: Więcej porad bezpieczeństwa TYPO3

# widget_group.general
source: General
pl: Ogólne

# widget_group.typo3
source: TYPO3 community
pl: Społeczność TYPO3

# widget_group.news
source: News
pl: Aktualności

# widget_group.documentation
source: Documentation
pl: Dokumentacja

# widget_group.system
source: System Information
pl: Informacje o systemie

# dashboard.empty.content.title
source: No widgets
pl: Brak widżetów

# dashboard.empty.content.description
source: There are no widgets on this dashboard yet. You can add widgets now by clicking on the button below.
pl: Na tym kokpicie nie ma jeszcze widżetów. Możesz dodać widżety teraz, klikając przycisk poniżej.

# dashboard.empty.content.button
source: Add a widget
pl: Dodaj widżet
