Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/scheduler/Resources/Private/Language/*.locallang_csh_scheduler.xlf
Languages: pl

# .alttitle
source: Scheduler
pl: Harmonogram

# .description
source: The Scheduler provides an interface to register and manage recurring or one-time tasks.
pl: Harmonogram dostarcza interfejs pozwalający na zarządzania planowanymi zadaniami systemowymi.

# .syntax
source: The Scheduler uses a single cron job to handle all registered tasks. It is thus very convenient as only one cron job needs to be set up and all task frequencies can be managed from the BE module.
pl: Harmonogram wykorzystuje pojedyncze zadanie cron`a do wykonywania wszystkich zarejestrowanych zadań. Wygoda z tego wynikająca jest taka, że w systemie operacyjnym ustawiasz tylko jedno zadanie cron a resztą zarządzasz poprzez panel BE TYPO3.

# task_class.alttitle
source: Class of the task
pl: Klasa zadania

# task_class.description
source: Choose a class from the list of available tasks
pl: Wybierz klasę z listy dostępnych zadań

# task_class.details
source: Some tasks are provided by the TYPO3 Core itself. Others come from extensions. See the manual to learn how to create your own tasks and register them with the Scheduler.
pl: Zadania są dostarczane przez różne rozszerzenia. Sprawdź dokumentację, aby nauczyć się jak tworzyć własne zadania i rejestrować je w Harmonogramie

# task_disable.alttitle
source: Disable task
pl: Dezaktywuj zadanie

# task_disable.description
source: Check this box to disable the automatic, scheduled execution of this task. It can still be launched manually from the BE module.
pl: Zaznacz to pole, aby dezaktywować automatyczne, zaplanowane wykonanie tego zadania. Może ono być dalej uruchamiane ręcznie z panelu BE.

# task_type.alttitle
source: Type of task
pl: Typ zadania

# task_type.description
source: Choose whether the task must happen a single time or will be repeated
pl: Wybierz czy ma być to zadanie jednorazowe czy powtarzające się.

# task_start.alttitle
source: Start of task
pl: Zacznij zadanie

# task_start.description
source: Enter a start date and time for the task
pl: Wprowadź datę i czas rozpoczęcia zadania

# task_start.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone.
pl: Data musi być wprowadzona w standardowym formacie HH:mm dd-mm-YYYY lub YYYY-mm-dd HH:mm. Naturalne słowa kluczowe, takie jak: "now" lub "tomorrow" również mogą być używane. Data i czas musi współgrać ze strefą czasową serwera.

# task_end.alttitle
source: End of task
pl: Zakończ zadanie

# task_end.description
source: Enter an end date and time for the task, can be blank
pl: Wprowadź datę końca zadania

# task_end.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone. Can be left blank, if task is not supposed to end at any point.
pl: Data musi być wprowadzona w standardowym formacie HH:mm dd-mm-YYYY lub YYYY-mm-dd HH:mm. Naturalne słowa kluczowe, takie jak: "now" lub "tomorrow" również mogą być używane. Data i czas musi współgrać ze strefą czasową serwera.

# task_frequency.alttitle
source: Frequency of task
pl: Częstotliwość wykonania zadania

# task_frequency.description
source: Enter a frequency, either in seconds or using a cron-like syntax (minutes, hours, day of month, months and day of week)
pl: Wprowadź częstotliwość, albo jako ilość sekund albo wykorzystując standardową składnię cron'a

# task_frequency.details
source: The frequency of the task can be simply entered as a number of seconds. Alternatively it is possible to use the same syntax as for cron jobs. This is simply a list of five numbers or the wildcard "*", separated by blanks. The five numbers are (in order) minutes, hours, day of month, months and day of week. Examples: */5 * * * * means every 5 minutes 30 22 * * * means every day at 22:30 The Scheduler supports the full cron syntax.
pl: Częstotliwość zadania może być po prostu wprowadzona jako ilość sekund. Alternatywnie jest możliwość używania składni jak dla zadań cron`a. Jest to po prostu lista pięciu liczb lub dzika karta "*", oddzielone spacjami. Pięć numerów są (w porządku) minutami, godzinami, dniami miesiąca, miesiącami i dniami tygodnia. Przykład: */5 * * * * <- co 5 minut 30 22 * * * <- każdego dnia o 22:30

# task_frequency.seeAlso
source: Wikipedia reference|http://en.wikipedia.org/wiki/Cron
pl: Wikipedia | http://pl.wikipedia.org/wiki/Cron_%28Unix%29

# task_multiple.alttitle
source: Multiple executions
pl: Wielokrotne wykonania

# task_multiple.description
source: Choose whether a task can be running several times simultaneously or not
pl: Wybierz czy zadanie może być wykonywane kilka razy równocześnie czy nie

# task_email.alttitle
source: Email address
pl: Adres e-mail

# task_email.description
source: Enter a recipient for the mails sent by the test task
pl: Wprowadź adres odbiorcy maila z zadania testowego

# task_description.alttitle
source: Task description
pl: Opis zadania

# task_description.description
source: Enter a description for this task
pl: Wprowadź opis dla tego zadania

# task_group.alttitle
source: Task group
pl: Grupa zadań

# task_group.description
source: In case of a high number of different tasks, it may be useful to visually group similar tasks.
pl: W przypadku dużej liczby różnych zadań, przydatne może być wizualne zgrupowanie podobnych zadań.

# task_sleepTime.alttitle
source: Sleep time
pl: Czas uśpienia

# task_sleepTime.description
source: Enter a number of seconds during which the task will just sleep.
pl: Wprowadź liczbę sekund w krótych zadanie będzie uśpione.

# task_cachingFrameworkGarbageCollection_selectedBackends.alttitle
source: Select backends
pl: Wybór widoku

# task_cachingFrameworkGarbageCollection_selectedBackends.description
source: If a cache uses one of the selected backends, the garbage collection will be called for this cache.
pl: Jeżeli cache wykorzystuje któryś z widoku, "garbage collection" zostanie wywołane dla tego cache`u

# task_tableGarbageCollection_numberOfDays.alttitle
source: Number of days
pl: Ilość dni

# task_tableGarbageCollection_numberOfDays.description
source: Delete rows from selected table that are older than given number of days.
pl: Usuń wiersze z wybranej tabeli, które są starsze niż podana ilość dni.

# task_tableGarbageCollection_table.alttitle
source: Select table
pl: Wybierz tabelę

# task_tableGarbageCollection_table.description
source: Select one of the registered tables to be cleaned up with this task.
pl: Wybierz jedną z zarejestrowanych tabel, która będzie wyczyszczone z tym zadaniem.

# task_tableGarbageCollection_allTables.alttitle
source: Clean up all tables
pl: Czyść wszystkie tabele

# task_tableGarbageCollection_allTables.description
source: If selected, all configured tables are cleaned. The selection below is ignored.
pl: Jeśli zaznaczone, wszystkie skonfigurowane tabele są czyszczone. Zaznaczenie poniżej jest ignorowane.

# task_recyclerGarbageCollection_numberOfDays.alttitle
source: Number of days
pl: Ilość dni

# task_recyclerGarbageCollection_numberOfDays.description
source: Delete files in _recycler_ folders that are older than the given number of days.
pl: Usuń pliki w folderze _recycler_, które są starsze niż podana ilość dni.
