Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/scheduler/Resources/Private/Language/*.locallang.xlf
Languages: pl

# action.add
source: Add task
pl: Dodaj zadanie

# action.edit
source: Edit task
pl: Edytuj zadanie

# button.cancel
source: Cancel
pl: Anuluj

# function.scheduler
source: Scheduled tasks
pl: Zaplanowane zadania

# function.check
source: Setup check
pl: Kontrola ustawień

# function.info
source: Information
pl: Informacje

# hdg.cliScript
source: CLI script
pl: Skrypt CLI

# hdg.lastRun
source: Last run
pl: Ostatnie uruchomienie

# label.automatically
source: automatically
pl: automatycznie

# label.cachingFrameworkGarbageCollection.selectBackends
source: Backend types
pl: Typy BE

# label.recyclerGarbageCollection.numberOfDays
source: Number of days until removing files
pl: Ilość dni do usuwania plików

# label.checkAll
source: Check/uncheck all
pl: Zaznacz/odznacz wszystkie

# label.class
source: Class
pl: Klasa

# label.defType
source: Definition type
pl: Definicja typu

# label.defType.interval
source: Interval
pl: Interwał

# label.defType.cron
source: Cron command
pl: Komenda Cron`a

# label.description
source: Description
pl: Opis

# label.end
source: End (HH:MM DD-MM-YYYY)
pl: Koniec (HH:MM DD-MM-YYYY)

# label.extension
source: Extension
pl: Rozszerzenie

# label.frequency
source: Frequency
pl: Częstotliwość

# label.frequency.long
source: Frequency (seconds or cron command)
pl: Częstotliwość (sekundy lub komenda cron`a)

# label.lastExecution
source: Last Execution
pl: Ostatnie wykonanie

# label.manual
source: Manual
pl: Ręcznie

# label.manually
source: manually
pl: ręcznie

# label.name
source: Name
pl: Nazwa

# label.nextExecution
source: Next Execution
pl: Następne wykonanie

# label.parallel
source: Parallel Execution
pl: Wykonanie równoległe

# label.parallel.long
source: Allow Parallel Execution
pl: Zezwól na wykonanie równoległe

# label.serverTime
source: Server time
pl: Czas serwera

# label.sleepTime
source: Sleep time
pl: Czas uśpienia

# label.fileStorageIndexing.storage
source: Storage to index
pl: Magazyn do indeksowania

# label.fileStorageExtraction.fileCount
source: Number of files per run
pl: Liczba plików na pojedyncze wykonanie

# label.fileStorageExtraction.registeredExtractors.extractor
source: %1$s with priority %2$d
pl: %1$s z priorytetem %2$d

# label.tableGarbageCollection.allTables
source: Clean all available tables
pl: Czyść wszystkie dostępne tabele

# label.tableGarbageCollection.table
source: Table to clean up
pl: Tabela do czyszczenia

# label.tableGarbageCollection.additionalInformationTable
source: Table: %s
pl: Tabela: %s

# label.tableGarbageCollection.additionalInformationAllTables
source: All tables
pl: Wszystkie tabele

# label.tableGarbageCollection.numberOfDays
source: Delete entries older than given number of days
pl: Usuń wpisy starsze niż podana ilość dni

# label.optimizeDatabaseTables.selectTables
source: Database tables
pl: Tabele bazy danych

# label.type
source: Type
pl: Typ

# label.type.recurring
source: Recurring
pl: Rekurencyjny

# label.type.single
source: Single
pl: Pojedynczy

# label.group
source: Task group
pl: Grupa zadania

# label.group.taskCount
source: Amount of tasks in this scheduler task group
pl: Ilość zadań w tej grupie zadań harmonogramu

# label.noGroup
source: (no task group defined)
pl: (brak zdefiniowanej grupy zadań)

# label.noGroup.taskCount
source: Amount of tasks that are not assigned to any scheduler task group
pl: Ilość zadań, które nie są przypisane do żadnej grupy zadań harmonogramu

# label.noClass
source: Tasks without registered classes
pl: Zadania bez zarejestrowanych klas

# label.noClass.taskCount
source: Amount of tasks without found class
pl: Ilość zadań bez znalezionej klasy

# label.saveAndCreateNewTask
source: Save and create new task
pl: Zapisz i utwórz nowe zadanie

# label.addOptionToCommand
source: Add option
pl: Dodaj opcję

# msg.addError
source: The task could not be added.
pl: Zadanie nie mogło zostać dodane

# msg.addSuccess
source: The task was added successfully.
pl: Zadanie zostało dodane

# msg.cliScript
source: The script to execute the Scheduler from the command line is: <strong>"%s scheduler:run"</strong>.
pl: Skrypt do wykonania Harmonogramu z wiersza poleceń to: <strong>"%s scheduler:run"</strong>.

# msg.cliScriptExecutable
source: The webserver user is allowed execute this script.
pl: Użytkownik serwera może wykonać ten skrypt

# msg.cliScriptNotExecutable
source: The webserver user is not allowed to execute this script.
pl: Użytkownik serwera nie ma uprawnień do wykonania tego skryptu

# msg.delete
source: Are you sure you want to delete this task?
pl: Jesteś pewien, że chcesz usunąć to zadanie ?

# msg.deleteError
source: The task could not be deleted.
pl: Zadanie nie zostało dodane

# msg.deleteSuccess
source: The task was successfully deleted.
pl: Zadanie zostało dodane

# msg.endDateSmallerThanStartDate
source: The end date is before the start date.
pl: Data końca jest przed datą startu

# msg.frequencyError
source: Invalid frequency. Please enter either a number of seconds or a valid cron command. The cron parser said: %1$s [code: %2$d].
pl: Nieprawidłowa częstotliwość. Wprowadź poprawną liczbę sekund lub komendę crona. Parser crona odpowiedział: %1$s [kod: %2$d].

# msg.incompleteLastRun
source: The information about the last execution of the Scheduler is incomplete.
pl: Informacje o ostatnim wykonaniu Harmonogramu są niekompletne

# msg.infoScreenIntro
source: This is the list of all available tasks in this TYPO3 installation. Click on the icon at the far right to directly create a new scheduled task of the chosen type.
pl: To jest lista wszystkich dostępnych zadań w instalacji TYPO3. Kliknij na ikonę po prawej, aby bezpośrednio utworzyć nowe zaplanowane zadanie wybranego typu

# msg.invalidFrequency
source: Invalid frequency. Please enter either a number of seconds or a valid cron command.
pl: Nieprawidłowa częstotliwość. Proszę podaj albo liczbę sekund, albo prawidłową komendę cron`a

# msg.invalidSleepTime
source: Please enter a sleep time greater or equal to 0 (zero).
pl: Proszę podać ilość sekund uśpienia większą niż 0 (zero)

# msg.maynotDeleteRunningTask
source: A running task may not be deleted.
pl: Uruchomione zadanie nie może zostać usunięte

# msg.maynotEditRunningTask
source: A running task may not be edited.
pl: Uruchomione zadanie nie może być edytowane.

# msg.maynotStopNonRunningTask
source: The task is not running. There are no executions to unmark.
pl: Zadanie nie jest uruchomione. Brak zadań do odznaczenia.

# msg.noEmail
source: Please enter an email address.
pl: Proszę podać adres e-mail

# msg.noFrequency
source: No frequency was defined, either as an interval or as a cron command.
pl: Żadna częstotliołść nie została zdefyniowana jak również interwał czy komenda cron`a

# msg.noLastRun
source: The Scheduler has never yet run or the information about the last run has been lost.
pl: Harmonogram nie był jeszcze uruchamiany lub informacje o ostatnim uruchomieniu zostały utracone

# msg.noTasksDefined
source: There are currently no task classes available at all. To be able to create new tasks, you must either enable the samples provided by the Scheduler or install some other extension that relies on the Scheduler.
pl: Aktualnie nie ma dosŧępnych żadnych klas zadań. By móc tworzyć nowe zadania musisz albo uruchomić próbki dostarczone przez Harmonogram albo zainstalować inne rozszerzenie które zwraca wynik do Harmonogramu

# msg.noTaskClassFound
source: The selected task class could not be found. You should probably contact the task's developers.
pl: Wybrana klasa zadania nie może zostać odnaleziona. Powinieneś skontaktować się z developerem Twoich zadań.

# msg.noTasks
source: No tasks defined yet.
pl: Brak zdefiniowanych zadań

# msg.executionFailureDefault
source: The execution failed, but the error message could not be retrieved (it was probably too large). Sorry.
pl: Wykonanie zakończyło się niepowodzeniem, a komunikat błędu nie może zostać pozyskany (prawdopodobnie był za duży). Przepraszamy.

# msg.noStartDate
source: Please define a start date.
pl: Proszę zdefiniować datę startu

# msg.invalidStartDate
source: Start date is invalid.
pl: Data startu jest niepoprawna

# msg.invalidEndDate
source: End date is invalid.
pl: Data końca jest niepoprawna

# msg.invalidNumberOfDays
source: Number of days is invalid.
pl: Ilość dnie jest nieprawidłowa.

# msg.selectionOfNonExistingCacheBackends
source: Some of the selected cache backends do not exist. Please select valid backends only.
pl: Niektóre z wybranych backendów cache-u nie istnieją. Wybierz tylko prawidłowe backendy.

# msg.noCacheBackendSelected
source: Please select at least one cache backend.
pl: Wybierz przynajmniej jeden backend cache-u.

# msg.invalidTaskClassEdit
source: The current class (%s) could not be found. Change it below or consider deleting this task altogether.
pl: Aktualna klasa (%s) nie może zostać odnaleziona. Zmień ją poniżej lub rozważ usunięcie tego zadania.

# msg.invalidTaskClass.infobox.title
source: %s registered scheduler tasks can not be executed
pl: %s zarejestrowanych zadań harmonogramu nie może być wykonane

# msg.schedulerSetupCheck
source: This screen checks if the requisites for running the Scheduler as a cron job are fulfilled. It also displays information about the last run of the Scheduler.
pl: Ten ekran sprawdza czy wymogi niezbędne do uruchomienia Harmonogramu jako zadania cron są spełnione. Wyświetla on również informacje o ostatnim wykonaniu Harmonogramu.

# msg.serverTime
source: Current server time is %s.
pl: Aktualny czas serwera to %s.

# msg.serverTimeHelp
source: All dates and times in the Scheduler are measured according to the server's time, as the Scheduler is run purely on the server-side.
pl: Wszystkie daty i godziny w harmonogramie są mierzone w zależności od czasu serwera, ponieważ harmonogram jest uruchamiany wyłącznie po stronie serwera.

# msg.stop
source: Are you sure you want to mark this task as not running? Note that this will not stop the actual script (if unsure please refer to the manual).
pl: Jesteś pewien/pewna, że chcesz odznaczyć to zadanie jako nieaktywne ? Pamiętaj, że jeśli zatrzyma to aktualny skrypt (jeśli nie jesteś pewny/pewna sprawdź w manualu)

# msg.stopError
source: The task could not be marked as non-running.
pl: Zadanie nie mogło zostać odznaczone jako nieaktywne.

# msg.stopSuccess
source: The task was successfully marked as non-running.
pl: Zadanie zostało oznaczone jako nieaktywne.

# msg.taskNotFound
source: The requested task (UID: %d) was not found.
pl: Podane zadanie (UID: %d) nie zostało znalezione.

# msg.updateSuccess
source: The task was updated successfully.
pl: Zadanie zostało zaktualizowane.

# msg.updateError
source: The task could not be updated.
pl: Zadanie nie mogło zostać wykonane.

# msg.selectionOfNonExistingDatabaseTables
source: Some of the selected database tables do not exist. Please select only valid tables.
pl: Niektóre z wybranych tabel bazy danych nie istnieją. Wybierz tylko prawidłowe tabele.

# msg.noDatabaseTablesSelected
source: Please select at least one database table.
pl: Wybierz co najmniej jedną tabelę bazy danych.

# msg.errorParsingArguments
source: Error parsing current set of arguments: "%s".
pl: Błąd przetwarzania aktualnego zestawu argumentów: "%s".

# msg.errorParsingOptions
source: Error parsing current set of options: "%s".
pl: Błąd przetwarzania aktualnego zestawu opcji: "%s".

# msg.mandatoryArgumentMissing
source: Argument "%s" is mandatory
pl: Argument "%s" jest obowiązkowy

source: None
pl: Brak

# status.progress
source: Progress
pl: Postęp

# status.disabled
source: disabled
pl: nieaktywne

# status.failure
source: failure
pl: nieudane

# status.late
source: late
pl: opóźnione

# status.running
source: running
pl: wykonywane

# status.scheduled
source: scheduled
pl: zaplanowane

source: Task
pl: Zadanie

# title
source: TYPO3 Scheduler administration module
pl: Moduł administracji Harmonogramu TYPO3

# action.run_task
source: Run task
pl: Uruchom zadanie

# testTask.name
source: Scheduler test task
pl: Zadanie testowe harmonogramu

# executeSchedulableCommandTask.name
source: Execute console commands
pl: Wykonaj polecenia konsoli

# ipAnonymization.name
source: Anonymize IP addresses in database tables
pl: Anonimizuj adresy IP w tabelach bazy danych

# ipAnonymization.description
source: This task anonymizes the IP addresses to enforce the privacy of the persisted data.
pl: To zadanie anonimizuje adresy IP aby wymusić prywatność utrwalonych danych.

# label.ipAnonymization.additionalInformationTable
source: Table: %s after %s days
pl: Tabela: %s po %s dniach

# label.ipAnonymization.additionalInformationAllTables
source: All tables
pl: Wszystkie tabele

# command.example1
source: Every day-of-week from Monday through Friday at 09:00 and 15:00
pl: Każdy dzień tygodnia od poniedziałku do piątku o godzinie 09:00 i 15:00

# command.example2
source: Every 2 hours
pl: Co 2 godziny

# command.example3
source: Every 20 minutes
pl: Co 20 minut

# command.example4
source: Every Tuesday at 07:00
pl: W każdy wtorek o godzinie 07:00

# systemmessage.noLastRun
source: It seems the Scheduler has never yet run. Please check your <a href="%1$s">configuration</a>.
pl: Wygląda na to, że Harmonogram nigdy jeszcze nie był uruchomiony. Sprawdź swoją <a href="%1$s">konfigurację</a>.
