Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/filelist/Resources/Private/Language/*.locallang_mod_file_list.xlf
Languages: pl

# clipBoard
source: Show clipboard
pl: Pokaż schowek

# clip_paste
source: Paste in clipboard content
pl: Wstaw zawartość ze schowka

# clip_pasteInto
source: Paste into: Clipboard content is inserted into this folder
pl: Wstaw do: Zawartość schowka jest wstawiana do tego folderu

# editMarked
source: Edit Metadata
pl: Edytuj metadane

# clip_selectMarked
source: Transfer to clipboard
pl: Przenieś do schowka

# clip_deleteMarked
source: Remove from clipboard
pl: Usuń ze schowka

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked files from this folder?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie zaznaczone pliki z tego folderu?

# displayThumbs
source: Display thumbnails
pl: Pokaż miniatury

# c_name
source: Name
pl: Nazwa

# c_size
source: Size
pl: Rozmiar

# c_record_type
source: Type
pl: Typ

source: files
pl: pliki(ów)

# temp
source: Temporary files
pl: Pliki tymczasowe

source: Recycler
pl: Kosz

# mlang_labels_tablabel
source: Listing of files in the directory
pl: Lista plików w katalogu

# mlang_labels_tabdescr
source: This is the file administration system in TYPO3. It allows you to access the file mounts of your login. Through this module you can upload, copy, move an delete files on the server.
pl: Jest to moduł administracji plikami w systemie TYPO3. Tutaj masz dostęp do swoich plików. Dzięki temu modułowi możesz załadować, kopiować, przenosić i usuwać pliki na serwerze.

# mlang_tabs_tab
source: Filelist
pl: Lista plików

# storageNotBrowsableTitle
source: Access denied.
pl: Odmowa dostępu.

# storageNotBrowsableMessage
source: You are trying to access a folder in a storage that is not browsable.
pl: Próbujesz uzyskać dostęp do folderu w magazynie, który nie jest dostępny do przeglądania.

# missingFolderPermissionsTitle
source: Missing folder permissions
pl: Brakujące uprawnienia katalogów

# missingFolderPermissionsMessage
source: You have no access to the folder "%s".
pl: Nie masz dostępu do katalogu "%s".

# folderNotFoundTitle
source: Folder not found.
pl: Folder nie został znaleziony.

# folderNotFoundMessage
source: The folder "%s" cannot be accessed. Trying to use parent folder(s).
pl: Nie można uzyskać dostępu do folderu "%s". Próba użycia folderu(ów) macierzystego.

source: Translate metadata
pl: Przetłumacz metadane

# createMetadataForLanguage
source: Create metadata of this file for %s
pl: Stwórz metadane tego pliku dla %s

# editMetadataForLanguage
source: Edit metadata of this file for %s
pl: Edytuj metadane tego pliku dla %s

# paramError
source: Parameter Error
pl: Błąd parametru

# targetNoDir
source: Target was not a directory!
pl: Cel nie był folderem!
