Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/recycler/Resources/Private/Language/*.locallang.xlf
Languages: pl

# title
source: Recycler
pl: Kosz

# description
source: The recycler allows you to select any deleted data and undelete it. You can undelete recursive if the parent of the element is deleted too.
pl: Kosz umożliwia przywracanie skasowanej zawartości. Możesz przywracać zawartość rekursywnie przywracając element posiadający zawartość.

# label_allrecordtypes
source: All Record Types
pl: Wszystkie typy rekordów

# filter.depth
source: Depth
pl: Głębokość

# filter.type
source: Type
pl: Typ

# button.cancel
source: Cancel
pl: Anuluj

# button.delete
source: Delete
pl: Usuń

# button.deleteselected
source: Delete {0} records
pl: Usuń {0} rekordów

# button.undo
source: Recover
pl: Odzyskaj

# button.expand
source: Expand record
pl: Rozwiń rekord

# button.undoselected
source: Recover {0} records
pl: Odzyskaj {0} rekordów

# button.reload
source: Reload
pl: Przeładuj

# modal.delete.header
source: Confirm deletion
pl: Potwierdź usunięcie

# modal.undo.header
source: Recover records
pl: Odzyskaj rekordy

# modal.undo.recursive
source: Recover content and subpages recursively
pl: Odzyskaj zawartość i podstrony rekurencyjnie

# modal.deletecontent.text
source: Do you really want to delete the record "{0}" {1} permanently? You cannot revert this action!
pl: Czy na pewno chcesz usunąć rekord "{0}" {1} na stałe? Nie można cofnąć tej akcji!

# modal.massdelete.text
source: Do you really want to delete all selected records and potential subpages? You cannot revert this action!
pl: Czy na pewno chcesz usunąć wszystkie zaznaczone rekordy i potencjalne podstrony? Nie można cofnąć tej akcji!

# modal.deletepage.text
source: Do you really want to delete the page "{0}" {1} and all of its contents (records and pages) permanently? You cannot revert this action!
pl: Czy na pewno chcesz usunąć stronę "{0}" {1} i całą jej zawartość (rekordy i strony) na stałe? Nie można cofnąć tej akcji!

# modal.undocontent.text
source: Do you really want to recover the record "{0}" {1}?
pl: Czy na pewno chcesz odzyskać rekord "{0}" {1}?

# modal.undopage.text
source: Do you really want to recover the page "{0}" {1}, its contents and optionally all of its subpages?
pl: Czy na pewno chcesz odzyskać stronę "{0}" {1}, jej zawartość i ewentualnie wszystkie jej podstrony?

# modal.undo.parentpages
source: All parent pages have been restored to ensure a valid rootline!
pl: Wszystkie strony macierzyste zostały przywrócone w celu zapewnienia prawidłowego układu stron!

# modal.massundo.text
source: Do you really want to recover all selected records and optionally potential subpages?
pl: Czy na pewno chcesz odzyskać wszystkie zaznaczone rekordy i ewentualnie potencjalne podstrony?

# flashmessage.delete.norecordsselected
source: No records set to delete.
pl: Nie ustawiono rekordów do usunięcia.

# flashmessage.delete.success.singular
source: One record was deleted.
pl: Jeden rekord został usunięty.

# flashmessage.delete.success.plural
source: %d records were deleted.
pl: %d rekordów zostało usuniętych.

# flashmessage.delete.failure.singular
source: Could not delete one record.
pl: Nie można usunąć jednego rekordu.

# flashmessage.delete.failure.plural
source: Could not delete %d records.
pl: Nie można usunąć %d rekordów.

# flashmessage.undo.norecordsselected
source: No records set to recover.
pl: Nie ustawiono rekordów do odzyskania.

# flashmessage.undo.success.singular
source: One record was recovered.
pl: Jeden rekord został odzyskany.

# flashmessage.undo.success.plural
source: %d records were recovered.
pl: %d rekordów zostało odzyskanych.

# flashmessage.undo.failure.singular
source: Could not recover one record.
pl: Nie udało się odzyskać jednego rekordu.

# flashmessage.undo.failure.plural
source: Could not recover %d records.
pl: Nie udało się odzyskać %d rekordów.

# table.header.record
source: Record
pl: Rekord

# table.header.actions
source: Actions
pl: Akcje

# table.header.recordtype
source: Record Type
pl: Typ rekordu

# table.header.tstamp
source: Last edit
pl: Ostatnio edytowany

# table.header.crdate
source: Created on
pl: Utworzony

# table.header.owner
source: Owner
pl: Właściciel

# table.header.deletedBy
source: Deleted by
pl: Usunięte przez

# table.header.path
source: Path
pl: Ścieżka

# record.deleted
source: deleted
pl: usunięte
