Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/install/Resources/Private/Language/Report/*.locallang.xlf
Languages: pl

# environment.status.title
source: System environment check
pl: Sprawdzanie środowiska

# environment.status.value
source: %1$s Test(s)
pl: %1$s Test(y)

# environment.status.message.error
source: The system environment check returned errors. Those errors will affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
pl: Test środowiska wykazał błędy. Błędy te będą miały wpływ na funkcjonalność i stabilność instalacji TYPO3 CMS. Sprawdź część "Środowisko systemu" w celu uzyskania szczegółów.

# environment.status.message.warning
source: The system environment check returned warnings. Those warnings might have a negative effect on the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
pl: Test środowiska wykazał ostrzeżenia. Te ostrzeżenia mogą mieć wpływ na funkcjonalność i stabilność instalacji TYPO3 CMS. Sprawdź część "Środowisko systemu" w celu uzyskania szczegółów.

# environment.status.message.notice
source: The system environment check returned notices. Those should not affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
pl: Test środowiska wykazał powiadomienia. Te powiadomienia nie powinny mieć wpływu na funkcjonalność i stabilność instalacji TYPO3 CMS. Sprawdź część "Środowisko systemu" w celi uzyskania szczegółów.

# status_fileSystem
source: File System
pl: System plików

# status_writable
source: Writable
pl: Zapisywalny

# status_missingDirectory
source: Required directory missing
pl: Nie znaleziono wymaganego katalogu

# status_nonExistingDirectory
source: Directory not existing
pl: Katalog nie istnieje

# status_recommendedWritableDirectory
source: Directory should be writable
pl: Katalog powinien być zapisywalny

# status_requiredWritableDirectory
source: Directory not writable
pl: Katalog nie zapisywalny

# status_directoryDoesNotExist
source: %s does not exist.
pl: %s nie istnieje.

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
pl: %s nie istnieje i nie może zostać utworzone.

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
pl: Należy również pamiętać iż powinien on być dostępny do zapisu, jeśli istnieje.

# status_directoryShouldBeWritable
source: %s should be writable.
pl: %s powinien być zapisywalny.

# status_directoryMustBeWritable
source: %s must be writable.
pl: %s musi być zapisywalny.

# status_remainingUpdates
source: Remaining updates
pl: Pozostałe aktualizacje

# status_remoteFetchException
source: Could not fetch version matrix of TYPO3. Maybe this instance is blocked by a firewall?
pl: Nie można pobrać matrycy wersji TYPO3. Być może ta instalacja jest blokowana przez zaporę?

# status_isDevelopmentVersion
source: This version of TYPO3 seems to be a development version. Thus no update information exists.
pl: Ta wersja TYPO3 wydaje się być wersją rozwojową. Zatem nie istnieją informacje o aktualizacji.

# status_patchLevelNotFoundInReleaseMatrix
source: It seems that this TYPO3 version has never been released. Thus no update information exists.
pl: Wydaje się, że ta wersja TYPO3 nigdy nie została wydana. Zatem nie istnieją informacje o aktualizacji.

# status_versionOutdated
source: The TYPO3 version you're using is not supported anymore. You should update to a supported version.
pl: Wersja TYPO3, której używasz, nie jest już wspierana. Należy wykonać aktualizację do wersji obsługiwanej.

# status_noAutomaticCheck
source: Automatic update checking failed, please check for updates manually.
pl: Automatyczne sprawdzanie aktualizacji nie powiodło się, sprawdź aktualizacje ręcznie.

# status_uptodate
source: Your TYPO3 version is up-to-date.
pl: Twoja wersja TYPO3 jest aktualna.

# status_installToolPassword
source: Install Tool Password
pl: Hasło Instalatora

# status_installTool
source: Install Tool
pl: Instalator

# status_enabledPermanently
source: Enabled permanently
pl: Włączony na stałe

# status_enabledTemporarily
source: Enabled temporarily
pl: Włączony tymczasowo

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
pl: Instalator jest tymczasowo włączony. Usuń plik "%s" kiedy zakończysz konfigurowanie TYPO3. Instalator zostanie automatycznie wyłączony po %s minutach jeżeli nie będzie używany.
