Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/info/Resources/Private/Language/*.InfoPageTsConfig.xlf
Languages: pl

# tsconf_title
source: Page TSconfig
pl: TSconfig Strony

# tsconf_parts_0
source: All
pl: Wszystkie

# editTSconfig
source: Edit TSconfig for this page
pl: Edytuj TSconfig dla tej strony

# editTSconfig_all
source: Edit TSconfig for all shown pages
pl: Edytuj TSconfig dla wszystkich wyświetlanych stron

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
pl: Domyślna konfiguracja z TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
pl: TSconfig strony

# sort_alphabetic
source: Sort alphabetically
pl: Sortuj alfabetycznie

source: Pagetitle:
pl: Tytuł strony:

# written_tsconfig_lines
source: Lines:
pl: Linie:

# tsconf_noPageTSconfig
source: There are no pages containing custom Page TSconfig settings in the page configuration.
pl: Brak stron zawierających niestandardowe ustawienia TSconfig Strony w konfiguracji strony.
