Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.fileMessages.xlf
Languages: pl

source: Cannot move folder "%s" into target folder "%s", because the target folder is already within the folder to be moved!
pl: Folder "%s" nie może być przeniesiony do folderu "%s", ponieważ folder docelowy znajduje się już w folderze, który ma zostać przeniesiony!

# FileUtility.CouldNotAccessAllNecessaryResources
source: Could not access all necessary resources. Source file or destination maybe was not within your mountpoints? T="%s", D="%s"
pl: Nie można uzyskać dostępu do wszystkich niezbędnych zasobów. Plik źródłowy lub cel może nie znajdował się w punktach montowania? T="%s", D="%s

# FileUtility.CouldNotDeleteDirectory
source: Could not delete directory! Is directory "%s" empty? (You are not allowed to delete directories recursively).
pl: Nie można usunąć katalogu! Czy katalog "%s" jest pusty? (Nie masz uprawnień aby rekurencyjnie usuwać katalogi)

# FileUtility.CouldNotDeleteDirectory1
source: Could not delete directory "%s"! There might be a problem with write permissions.
pl: Nie można usunąć katalogu "%s"! Może występować problem z uprawnieniami do zapisu.

# FileUtility.CouldNotDeleteFile
source: Could not delete file "%s". There might be a problem with write permissions.
pl: Nie można usunąć pliku "%s". Może występować problem z uprawnieniami do zapisu.

# FileUtility.DestinationExistedAlready
source: Destination "%s" already exists!
pl: Miejsce docelowe "%s" już istnieje!

# FileUtility.DestinationPathWasNotWithinYourMountpoints
source: Destination path "%s" was not within your mountpoints!
pl: Ścieżka docelowa "%s" nie należała do twoich punktów montowania!

# FileUtility.DestinationWasNotADirectory
source: Destination "%s" was not a directory.
pl: Miejsce docelowe "%s" nie jest katalogiem.

# FileUtility.DirectoryCopiedTo
source: Directory "%s" copied to "%s".
pl: Katalog "%s" został skopiowany do "%s".

# FileUtility.DirectoryCreatedIn
source: Directory "%s" created in "%s".
pl: Katalog "%s" został utworzony w "%s".

# FileUtility.DirectoryMovedTo
source: Directory "%s" moved to "%s".
pl: Katalog "%s" został przeniesiony do "%s".

# FileUtility.DirectoryNotCreated
source: Directory "%s" not created. There might be a problem with write permissions in "%s"?
pl: Katalog "%s" nie został utworzony. Może być problem z uprawnieniami do zapisu w "%s"?

# FileUtility.DirectoryRenamedFromTo
source: Directory renamed from "%s" to "%s".
pl: Nazwa katalogu została zmieniona z "%s" na "%s".

# FileUtility.FileAlreadyExistsInFolder
source: File "%s" already exists in folder "%s"!
pl: Plik "%s" już istnieje w folderze "%s"!

# FileUtility.FileCopiedTo
source: File "%s" copied to "%s".
pl: Plik "%s" został skopiowany do "%s".

# FileUtility.FileCreated
source: File created: "%s".
pl: Plik utworzony: "%s".

# FileUtility.FileExtensionIsNotATextfileFormat
source: File extension "%s" is not a textfile format! (%s).
pl: Rozszerzenie pliku "%s" nie jest formatem pliku tekstowego! (%s).

# FileUtility.FileExtensionIsNotzip
source: File extension is not "zip".
pl: Rozszerzenie pliku nie jest "zip".

# FileUtility.FileMovedTo
source: File "%s" moved to "%s".
pl: Plik "%s" został przeniesiony do "%s".

# FileUtility.FileOrDirectoryExistedAlready
source: File or directory "%s" already exists!
pl: Plik lub katalog "%s" już istnieje!

# FileUtility.FileRenamedFromTo
source: File renamed from "%s" to "%s".
pl: Nazwa pliku została zmieniona z "%s" na "%s".

# FileUtility.FileSavedToBytesMd5
source: File saved to "%s", bytes: %s, MD5: %s.
pl: Plik zapisany do "%s", bajty: %s, MD5: %s.

# FileUtility.FileWasNotCopiedTo
source: File "%s" WAS NOT copied to "%s"! There might be a problem with write permissions.
pl: Plik "%s" NIE ZOSTAŁ skopiowany do "%s"! Może być problem z uprawnieniami do zapisu.

# FileUtility.FileWasNotCreated
source: File "%s" was not created! There might be a problem with write permissions in "%s"?
pl: Plik "%s" nie został utworzony! Może być problem z uprawnieniami do zapisu w "%s"?

# FileUtility.FileWasNotRenamed
source: File "%s" was not renamed! There might be a problem with write permissions in "%s"?
pl: Nazwa pliku "%s" nie została zmieniona. Może być problem z uprawnieniami do zapisu w "%s"?

# FileUtility.FileWasNotSaved
source: File "%s" was not saved! There might be a problem with write permissions.
pl: Plik "%s" nie został zapisany! Może być problem z uprawnieniami do zapisu.

# FileUtility.NoFileWasUploaded
source: No file was uploaded!
pl: Żaden plik nie został przesłany!

# FileUtility.NoFileWasUploadedForReplacing
source: No file was uploaded for replacing!
pl: Żaden plik nie został przesłany do wymiany!

# FileUtility.ReplacingFileTo
source: Replacing file "%s" to "%s".
pl: Zastępowanie pliku "%s" na "%s".

# FileUtility.TheFunctionToCopyAFileBetweenStoragesIsNotYetImplemented
source: The function to copy a file between storages is not yet implemented.
pl: Funkcja kopiowania pliku pomiędzy magazynami nie jest jeszcze zaimplementowana.

# FileUtility.TheFunctionToCopyAFolderBetweenStoragesIsNotYetImplemented
source: The function to copy a folder between storages is not yet implemented.
pl: Funkcja kopiowania folderu pomiędzy magazynami nie jest jeszcze zaimplementowana.

# FileUtility.TheFunctionToMoveAFileBetweenStoragesIsNotYetImplemented
source: The function to move a file between storages is not yet implemented.
pl: Funkcja przenoszenia pliku pomiędzy magazynami nie jest jeszcze zaimplementowana.

# FileUtility.TheFunctionToMoveAFolderBetweenStoragesIsNotYetImplemented
source: The function to move a folder between storages is not yet implemented.
pl: Funkcja przenoszenia folderu między magazynami nie jest jeszcze zaimplementowana.

# FileUtility.TheUploadHasFailedNoUploadedFileFound
source: The upload has failed, no uploaded file found!
pl: Przesyłanie nie powiodło się, nie znaleziono przesłanego pliku!

# FileUtility.TheUploadedFileExceedsTheSize-limit
source: The uploaded file "%s" exceeds the size-limit
pl: Przesłany plik "%s" przekracza limit rozmiaru

# FileUtility.UnzippingFileIn
source: Unzipping file "%s" in "%s".
pl: Rozpakowywanie pliku "%s" do "%s".

# FileUtility.UploadedFileCouldNotBeMoved
source: Uploaded file could not be moved! There might be a problem with write permissions in "%s"?
pl: Przesłany plik nie może zostać przeniesiony! Może występować problem z uprawnieniami do zapisu w "%s"?

# FileUtility.UploadingFileTo
source: Uploading file "%s" to "%s".
pl: Przesyłanie pliku "%s" do "%s".

# FileUtility.YouAreNotAllowedToAccessTheDirectory
source: You are not allowed to access the directory.
pl: Nie masz uprawnień do dostępu do katalogu.

# FileUtility.YouAreNotAllowedToAccessTheFile
source: You are not allowed to access the file.
pl: Nie masz uprawnień do dostępu do pliku.

# FileUtility.YouAreNotAllowedToCopyDirectories
source: You are not allowed to copy directories.
pl: Nie masz uprawnień do kopiowania katalogów.

# FileUtility.YouAreNotAllowedToCopyFiles
source: You are not allowed to copy files.
pl: Nie masz uprawnień do kopiowania plików.

# FileUtility.InvalidFolderName
source: Invalid folder name "%s"!
pl: Nieprawidłowa nazwa folderu "%s"!

# FileUtility.YouAreNotAllowedToCreateDirectories
source: You are not allowed to create directories!
pl: Nie masz uprawnień do tworzenia katalogów!

# FileUtility.YouAreNotAllowedToCreateFiles
source: You are not allowed to create files!
pl: Nie masz uprawnień do tworzenia plików!

# FileUtility.YouAreNotAllowedToEditFiles
source: You are not allowed to edit files!
pl: Nie masz uprawnień do edycji plików!

# FileUtility.YouAreNotAllowedToMoveDirectories
source: You are not allowed to move directories.
pl: Nie masz uprawnień do przenoszenia katalogów.

# FileUtility.YouAreNotAllowedToMoveFiles
source: You are not allowed to move files.
pl: Nie masz uprawnień do przenoszenia plików.

# FileUtility.YouAreNotAllowedToOverride
source: You are not allowed to override "%s"!
pl: Nie masz uprawnień do nadpisania "%s"!

# FileUtility.YouAreNotAllowedToRenameDirectories
source: You are not allowed to rename directories!
pl: Nie masz uprawnień do zmiany nazwy katalogów!

# FileUtility.YouAreNotAllowedToRenameFiles
source: You are not allowed to rename files!
pl: Nie masz uprawnień do zmiany nazwy plików!

# FileUtility.YouAreNotAllowedToUnzipFiles
source: You are not allowed to unzip files.
pl: Nie masz uprawnień do rozpakowywania plików.

# FileUtility.YouAreNotAllowedToUploadFiles
source: You are not allowed to upload files!
pl: Nie masz uprawnień do przesyłania plików!

# FileUtility.YouDontHaveFullAccessToTheDestinationDirectory
source: You don't have full access to the destination directory "%s"!
pl: Nie masz pełnego dostępu do katalogu docelowego "%s"!
