Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: pl

# labels.openInNewWindow
source: Open in new window
pl: Otwórz w nowym oknie

# labels.goBack
source: Go back
pl: Wróć

# labels.makeShortcut
source: Create a shortcut to this page?
pl: Utworzyć skrót do tej strony?

# labels.makeBookmark
source: Create a bookmark to this page
pl: Utwórz zakładkę do tej strony

# labels.alreadyBookmarked
source: This page is already bookmarked
pl: Ta strona jest już dodana do zakładek

# labels.copyCurrentUrl
source: Copy URL of this page
pl: Skopiuj adres URL tej strony

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
pl: Użytkownik '%s' zaczął edytować ten rekord %s temu.

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
pl: Użytkownik '%s' zaczął edytować zawartość tej strony %s temu.

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
pl: %s '%s' zaczął edytować ten rekord %s temu.

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
pl: %s '%s' zaczął edytować treść na tej stronie %s temu.

# labels.user
source: User
pl: Użytkownik

# labels.beUser
source: BE-User
pl: Użytkownik-BE

# labels.feUser
source: FE-User
pl: Użytkownik-FE

# labels.unknownUser
source: -Unknown-
pl: -Nieznany-

# labels.showRecords
source: Show records
pl: Pokaż rekordy

# labels.path
source: Path
pl: Ścieżka

# labels.resetFilter
source: Reset Filter
pl: Wyczyść filtry

# labels.table
source: Table
pl: Tabela

# labels.upOneLevel
source: Up one level
pl: Jeden poziom do góry

# labels.expandTable
source: Expand table
pl: Poszerz tabelę

# labels.collapseTable
source: Collapse table
pl: Zmniejsz tabelę

# labels.enterSearchString
source: Enter search term
pl: Wpisz szukaną frazę

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
pl: Ta strona|1 poziom w dół|2 poziomy w dół|3 poziomy w dół|4 poziomy w dół

# labels.searchLevel.0
source: This page
pl: Ta strona

# labels.searchLevel.1
source: 1 level down
pl: 1 poziom w dół

# labels.searchLevel.2
source: 2 levels down
pl: 2 poziomy w dół

# labels.searchLevel.3
source: 3 levels down
pl: 3 poziomy w dół

# labels.searchLevel.4
source: 4 levels down
pl: 4 poziomy w dół

# labels.searchLevel.infinite
source: Infinite levels
pl: Nieskończone poziomy

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
pl: Nie masz uprawnień do wprowadzenia tej zmiany.

# labels.fieldsMissing
source: The fields marked with an exclamation mark are not yet correctly filled in. Please complete them properly.
pl: Pola oznaczone znakiem wykrzyknika nie zostały poprawnie wypełnione. Wypełnij je prawidłowo.

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
pl: Na formularzu znajdują się nie zapisane zmiany! Czy chcesz kontynuować BEZ zapisywania?

# labels.remainingCharacters
source: Remaining characters: {0}
pl: Dostępnych znaków: {0}

# labels.maxItemsAllowed
source: A maximum of {0} child records are allowed.
pl: Maksymalnie {0} podrzędne rekordy są akceptowane.

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
pl: Uwaga: To pole może być edytowane tylko w edytorze RTE. Aktualnie edytor RTE jest niedostępny lub wyłączony.

# labels.recordInformation
source: Record information
pl: Informacje o rekordzie

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
pl: Wyłącz edytor RTE

# labels._CONTROL_
source: Control
pl: Sterowanie

# labels._PATH_
source: Path
pl: Ścieżka

# labels._LOCALIZATION_
source: Localization
pl: Lokalizacja

# labels.uid
source: Unique ID
pl: Unikalne ID

# labels.pid
source: Parent page ID
pl: ID strony nadrzędnej

# labels.tstamp
source: Last modified
pl: Ostatnio zmodyfikowany

# labels.crdate
source: Creation date
pl: Data utworzenia

# labels.cruser_id
source: Created by
pl: Stworzone przez

# labels.sorting
source: Sorting
pl: Sortowanie

# labels.t3ver_state
source: Workspace status
pl: Status obszaru roboczego

# labels.t3ver_wsid
source: Workspace ID
pl: ID obszaru roboczego

# labels.setFields
source: Set fields
pl: Ustaw pola

# labels.search
source: Search
pl: Szukaj

# labels.author
source: Author
pl: Autor

# labels.note
source: Note
pl: Notatka

# labels.category
source: Category
pl: Kategoria

# labels.reload
source: Reload
pl: Załaduj ponownie

# labels.share
source: Share
pl: Udostępnij

# labels.csv
source: Download CSV file
pl: Pobierz plik CSV

# labels.clear_cache
source: Clear cache for this page
pl: Wyczyść cache dla tej strony

# labels.no_title
source: No title
pl: Brak tytułu

# labels.cancel
source: Cancel
pl: Anuluj

# labels.deactivate
source: Deactivate
pl: Dezaktywuj

# labels.hidden
source: Hidden
pl: Ukryty

# labels.endtime
source: End
pl: Stop

# labels.minutesHoursDaysYears
source: min|hrs|days|yrs|min|hour|day|year
pl: min | godz | dni | rok | min | godzina | dzień | rok

# labels.showPage
source: View webpage
pl: Pokaż stronę

# labels.showList
source: Show record list
pl: Pokaż listę rekordów

# labels.days
source: days
pl: dni

# labels.depth_0
source: This page
pl: Ta strona

# labels.depth_1
source: 1 level
pl: 1 poziom

# labels.depth_2
source: 2 levels
pl: 2 poziomy

# labels.depth_3
source: 3 levels
pl: 3 poziomy

# labels.depth_4
source: 4 levels
pl: 4 poziomy

# labels.depth_infi
source: Infinite
pl: Bez ograniczeń

# labels.allow
source: Allow
pl: Zezwól

# labels.deny
source: Deny
pl: Zabroń

# labels.enabled
source: Enabled
pl: Włączone

# labels.show
source: Show
pl: Pokaż

# labels.generalTab
source: General
pl: Ogólne

# labels.refresh
source: Reload the tree from server
pl: Odśwież drzewo

# labels.collapse
source: Collapse all tree items
pl: Zwiń wszystkie elementy drzewa

# labels.temporaryDBmount
source: Cancel temporary DB mount
pl: Anuluj tymczasowy punkt montowania DB

# labels.refreshList
source: Reload list from server
pl: Załaduj ponownie listę z serwera

# labels.close
source: Close
pl: Zamknij

# labels.tableWizard
source: Table Wizard
pl: Kreator tabel

# labels.new
source: NEW
pl: NOWY

# labels.list
source: List
pl: Lista

# labels.edit
source: Edit
pl: Edytuj

# labels.createNew
source: Create new
pl: Utwórz nowy

# labels.createNewPage
source: Create new %s
pl: Utwórz nową %s

# labels.createNewRecord
source: Create new %s on page "%s"
pl: Stwórz nowy %s na stronie "%s"

# labels.createNewRecordRootLevel
source: Create new %s on root level
pl: Stwórz nowy rekord %s na poziomie głównym

# labels.editPage
source: Edit %s "%s"
pl: Edytujesz %s "%s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
pl: Edytujesz %s "%s" na stronie "%s"

# labels.editRecordNoTitle
source: Edit %s on page "%s"
pl: Edytujesz %s na stronie "%s"

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
pl: Edytujesz %s "%s" na poziomie głównym

# labels.rootLevel
source: root level
pl: poziom główny

# labels.addnew
source: Add new
pl: Dodaj nowy

# labels.toggleall
source: Toggle all
pl: Przełącz wszystkie

# labels.toggleSelection
source: Toggle selection
pl: Przełącz wybór

# labels.selected
source: Selected Items
pl: Wybrane pozycje

# labels.items
source: Available Items
pl: Dostępne pozycje

# labels.remove_selected
source: Remove selected items
pl: Usuń wybrane pozycje

# labels.move_to_top
source: Move selected items to top
pl: Przenieś zaznaczone pozycje na samą górę

# labels.move_up
source: Move selected items upwards
pl: Przenieś zaznaczone pozycje w górę

# labels.move_down
source: Move selected items downwards
pl: Przenieś zaznaczone pozycje w dół

# labels.move_to_bottom
source: Move selected items to bottom
pl: Przenieś zaznaczone pozycje na sam dół

# labels.move
source: Move this item
pl: Przenieś ten element

# labels.browse_file
source: Browse for files
pl: Przeglądaj pliki

# labels.browse_db
source: Browse for records
pl: Przeglądaj rekordy

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
pl: Wstaw %s plik(i) ze schowka

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
pl: Wstaw %s rekord(y) ze schowka

# labels.generalOptions
source: General options
pl: Opcje ogólne

# labels.generalOptions_more
source: General options (continued)
pl: Opcje ogólne (kontynuacja)

# labels.allTables
source: [All tables]
pl: [Wszystkie tabele]

# labels.noMatchingValue
source: INVALID VALUE ("%s")
pl: NIEPOPRAWNA WARTOŚĆ ("%s")

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
pl: Pokaż miniatury w schowku

# labels.copymode
source: Copy items instead of moving them
pl: Kopiuj pozycje zamiast je przenosić

# labels.normal
source: Normal (single record mode)
pl: Normalny (tryb pojedynczego rekordu)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
pl: "Normalny" schowek pozwala skopiować/przenieść jeden rekord na raz.

# labels.cliptabs
source: Clipboard #
pl: Schowek #

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
pl: Schowek #%s (tryb wielokrotnego zaznaczenia)

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
pl: Ten schowek pozwala zaznaczyć i edytować/kopiować/przenosić wiele rekordów na raz. Wybierz to aby pokazać pole zaznaczenia przy każdym rekordzie.

# labels.clipboard.delete_elements
source: Delete elements
pl: Usuń elementy

# labels.clipboard.clear_clipboard
source: Clear clipboard
pl: Wyczyść schowek

# labels.removeItem
source: Remove item
pl: Usuń pozycję

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
pl: Ważne: Aby zaznaczyć/odznaczyć elementy z listy przytrzymaj wciśnięty klawisz CTRL.

# labels.revertSelection
source: Revert selection
pl: Cofnij wybór

# labels.setAllCheckboxes
source: Select All Checkboxes
pl: Zaznacz wszystkie opcje

# labels.checkAll
source: Check all
pl: Zaznacz wszystkie

# labels.uncheckAll
source: Uncheck all
pl: Odznacz wszystkie

# labels.selection
source: Selection:
pl: Wybór:

# labels.placeholder.override
source: Set element specific value (Default: "%s")
pl: Ustaw konkretną wartość elementu (Domyślnie: "%s")

# labels.placeholder.override_not_available
source: Set element specific value (No default)
pl: Ustaw konkretną wartość elementu (brak wartości domyślnej)

# labels.changeInOrig
source: Changed in original translation
pl: Zmień w oryginale

# labels.expandAll
source: Expand all
pl: Rozwiń wszystko

# labels.new_section
source: Create new
pl: Utwórz nowy

# labels.findRecord
source: Find records
pl: Znajdź rekordy

# labels.noRecordFound
source: No record found
pl: Nie znaleziono rekordów

# labels.title.searchIcon
source: Toggle search toolbar
pl: Zwiń pasek wyszukiwania

# labels.title.searchString
source: Search term
pl: Szukana fraza

# labels.title.search
source: Search
pl: Szukaj

# labels.title.search_levels
source: Search levels
pl: Poziomy wyszukiwania

# labels.label.searchString
source: Search term
pl: Szukana fraza

# labels.label.search_levels
source: Search levels
pl: Poziomy wyszukiwania

# labels.recordReadonly
source: The table is defined as readonly and can't be edited.
pl: Tabela jest zdefiniowana jako tylko do odczytu i nie można jej edytować.

# alttext.suggestSearching
source: Searching...
pl: Szukanie...

# ver.mgm
source: Version Management
pl: Zarządzanie wersjami

# ver.selVer
source: Select version
pl: Wybierz wersję

# ver.swap
source: Swap/Publish
pl: Wymień/Publikuj

# ver.swapPage
source: Publish this version of the page including content
pl: Publikuj tę wersję strony wraz z zawartością

source: TYPO3 Element Browser
pl: Przeglądarka elementów TYPO3

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
pl: (Referencji do tego rekordu: %s)

# labels.referencesToFolder
source: (There are %s reference(s) to this folder!)
pl: (Referencji do tego katalogu: %s)

# labels.referencesToFile
source: (There are %s reference(s) to this file!)
pl: (Referencji do tego rekordu: %s)

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
pl: (Ten rekord ma %s tłumaczeń, które zostaną również skasowane)

# show_item.php.viewItem
source: View Item
pl: Pokaż pozycję

# show_item.php.referencesToThisItem
source: References to this item
pl: Referencje do tego elementu

# show_item.php.referencesFromThisItem
source: References from this item
pl: Referencje z tego elementu:

# show_item.php.file
source: File
pl: Plik

# show_item.php.dimensions
source: Dimensions
pl: Wymiary

# show_item.php.filesize
source: Size
pl: Rozmiar

# show_item.php.pixels
source: Pixels
pl: Piksele

# show_item.php.files
source: files
pl: pliki

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
pl: Niestety, ale TYPO3_CONF_VARS[BE][disable_exec_function] jest aktywny, więc nie można wyświetlić zawartości skompresowanego pliku.

# show_item.php.table
source: Table
pl: Tabela

# show_item.php.title
source: Title
pl: Tytuł

# show_item.php.field
source: Field
pl: Pole

# show_item.php.sorting
source: Sorting
pl: Sortowanie

# show_item.php.ftp_area
source: FTP AREA
pl: STREFA FTP

# show_item.php.missing_record
source: Missing
pl: Brakuje

# db_new.php.pagetitle
source: New record
pl: Nowy rekord

# db_new.php.after
source: after
pl: za

# db_new.php.inside
source: inside
pl: w

# file_upload.php.pagetitle
source: Upload files
pl: Załaduj pliki

# file_upload.php.submit
source: Upload files
pl: Załaduj pliki

# file_upload.dropzonehint.title
source: Drag & drop to upload files
pl: Przeciągnij i upuść aby przesłać pliki

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
pl: Upuść pliki tutaj, lub <u>kliknij, przeglądaj i wybierz pliki</u>

# file_upload.dropzone.close
source: Close file upload area
pl: Zamknij obszar ładowania

# file_upload.select-and-submit
source: Select & upload files
pl: Wybierz i wczytaj pliki

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
pl: Plik "{0}" przekracza maksymalny rozmiar pliku {1} bajtów!

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
pl: Nazwa pliku "{0}" nie jest dozwolona!

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
pl: Przesyłanie nie powiodło się! Oczekiwany jest plik z rozszerzeniem "{0}".

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
pl: Nieudany upload pliku "{0}"!

# file_upload.upload-in-progress
source: File upload in progress...
pl: Trwa upload pliku...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
pl: Upload pliku {0} z {1} plików.

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
pl: Upload zakończony! Przeładowywanie listy plików...

# file_upload.overwriteExistingFiles
source: Shall existing files be overwritten?
pl: Czy istniejące pliki mają być nadpisane?

# file_upload.header.originalFile
source: Original file
pl: Oryginalny plik:

# file_upload.header.uploadedFile
source: Uploaded file
pl: Załadowany plik

# file_upload.header.action
source: Action
pl: Czynność

# file_upload.existingfiles.title
source: Some files exist already
pl: Niektóre pliki już występują

# file_upload.existingfiles.description
source: Some files you wanted to upload exist already on the system. Please select what you want to do with each file.
pl: Niektóre pliki chcesz przesłać istnieją już w systemie. Proszę wybrać, co chcesz zrobić z każdym z plików.

# file_upload.actions.skip
source: Skip the file
pl: Pomiń plik

# file_upload.actions.rename
source: Rename
pl: Zmień nazwę

# file_upload.actions.override
source: Overwrite
pl: Nadpisz

# file_upload.actions.use_existing
source: Use existing file
pl: Użyj istniejącego pliku

# file_upload.actions.all.label
source: Alternatively, choose a mass action
pl: Alternatywnie, wybierz akcję masową

# file_upload.actions.all.empty
source: Please choose
pl: Proszę wybrać

# file_upload.actions.all.skip
source: Skip all files
pl: Pomiń wszystkie pliki

# file_upload.actions.all.rename
source: Rename all files
pl: Zmień nazwę wszystkich plików

# file_upload.actions.all.override
source: Overwrite all files
pl: Nadpisz wszystkie pliki

# file_upload.actions.all.use_existing
source: Use existing files
pl: Użyj istniejącego pliku

# file_upload.button.cancel
source: Cancel
pl: Anuluj

# file_upload.button.continue
source: Continue with selected actions
pl: Kontynuuj wybrane akcje

# file_upload.reload.filelist
source: Reload filelist
pl: Przeładuj listę plików

# file_upload.reload.filelist.actions.dismiss
source: Dismiss
pl: Anuluj

# file_upload.reload.filelist.actions.reload
source: Reload
pl: Przeładuj

# file_download.invalidSelection
source: The selected elements can not be downloaded
pl: Nie można pobrać wybranych elementów

# file_download.noFiles
source: Please check your selection, since there might be file extension limitations, defined by your administrator.
pl: Sprawdź swój wybór, ponieważ mogą istnieć ograniczenia rozszerzeń plików określone przez administratora.

# online_media.new_media
source: Add new media asset
pl: Dodaj nowy zestaw mediów

# online_media.new_media.label
source: Url of remote source
pl: Url zdalnego zasobu

# online_media.new_media.allowedProviders
source: Allowed media providers
pl: Dozwoleni dostawcy mediów

# online_media.new_media.button
source: Add media by URL
pl: Dodaj media przez URL

# online_media.new_media.submit
source: Add media
pl: Dodaj media

# online_media.new_media.added
source: Added media
pl: Dodano media

# online_media.new_media.placeholder
source: Paste media url here...
pl: Wklej media tutaj...

# online_media.error.new_media.failed
source: Adding media failed
pl: Dodawanie nie powiodło się

# online_media.error.invalid_url
source: Unknown/not allowed URL
pl: Nieznany/niedozwolony URL

# file_clipupload.php.warning_head
source: Upload path error
pl: Błąd w ścieżce ładowania

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
pl: Brak folderu ładowania. Powinieneś stworzyć folder TEMP ("_temp_") w katalogu głównym jednego z twoich podłączonych katalogów!

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
pl: Po odświeżeniu strony zostaną utracone bieżące zmiany. Czy kontynuować?

# mess.delete
source: Are you sure you want to delete '%s'?
pl: Czy na pewno chcesz usunąć '%s'?

# mess.delete
source: Delete this record?
pl: Usunąć ten rekord?

# mess.deleteClip
source: Are you sure you want to delete ALL referenced elements (%s) on the clipboard?
pl: Jesteś pewien, że chcesz usunąć WSZYSTKIE wybrane elementy (%s) w schowku?

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
pl: Twój login prawdopodobnie stracił ważność. Czy chcesz go odświeżyć?

# mess.refresh_login_refresh_button
source: Stay logged in!
pl: Pozostań zalogowany!

# mess.refresh_direct_logout_button
source: No, log out.
pl: Nie, wyloguj.

# mess.refresh_login_logging_in
source: Logging in...
pl: Logowanie do...

# mess.refresh_login_failed
source: Login failed
pl: Logowanie nie powiodło się

# mess.refresh_login_failed_message
source: Password not correct.
pl: Hasło jest niepoprawne.

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
pl: Odśwież logowanie do TYPO3 (Użytkownik: %s)

# mess.refresh_login_username
source: Username
pl: Użytkownik

# mess.refresh_login_password
source: Password
pl: Hasło

# mess.refresh_exit_button
source: Exit
pl: Wyjdź

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
pl: Puste hasła są niedozwolone!

# mess.please_wait
source: Please wait ...
pl: Proszę czekać...

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
pl: Backend TYPO3 jest w tym momencie zablokowany w celach konserwacji. Pozostaw to okno otwarte. Będziesz mógł wrócić do bacendu jak tylko konserwacja będzie zakończona.

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
pl: Twoja sesja logowania w TYPO3 za chwilę straci ważność. Potwierdź, że chcesz pozostać zalogowany.

# mess.refresh_login_logout_button
source: Log me out
pl: Wylogowanie

# mess.login_refresh_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to be logged out.
pl: Twój poświadczenia logowania wkrótce wygasną. Proszę potwierdzić, że chcesz się wylogować.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
pl: Logowanie TYPO3 - login traci ważność

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
pl: Twój login stracił ważność. Musisz zalogować się ponownie jeżeli chcesz kontynuować. W przeciwnym wypadku możesz zamknąć okno przeglądarki.

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
pl: Wybierz jedną lub więcej pozycji z listy zanim rozpoczniesz edycję.

# mess.refreshRequired.title
source: Refresh required
pl: Wymagane odświeżenie

# mess.refreshRequired.content
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
pl: Zmiana ta wpłynie na pola, które są dostępne w formularzu. Chciałbyś zapisać teraz, aby odświeżyć ekran?

# mess.move_into
source: Move "%s" into "%s"?
pl: Przenieś "%s" do "%s"?

# mess.move_into_colPos
source: Move "%1$s" into column "%3$s" on page "%2$s"?
pl: Przenieś "%1$s" do kolumny "%3$s" na stronie "%2$s"?

# mess.move_after
source: Move "%s" to after "%s"?
pl: Przenieś "%s" za "%s"?

# mess.copy_into
source: Copy "%s" into "%s"?
pl: Kopiuj "%s" do "%s"?

# mess.copy_into_colPos
source: Copy "%1$s" into column "%3$s" on page "%2$s"?
pl: Kopiuj "%1$s" do kolumny "%3$s" na stronie "%2$s"?

# mess.copy_after
source: Copy "%s" to after "%s"?
pl: Kopiuj "%s" za "%s"?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
pl: Kopiuj wszystkie elementy (%s) ze schowka do "%s"?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
pl: Kopiuj wszystkie elementy (%s) ze schowka na pozycję za "%s"?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
pl: Przenieś wszystkie elementy (%s) ze schowka do "%s"?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
pl: Przenieś wszystkie elementy (%s) ze schowka na pozycję za "%s"?

# rm.saveDoc
source: Save
pl: Zapisz

# rm.viewDoc
source: View
pl: Pokaż

# rm.saveDocShow
source: Save and view page
pl: Zapisz i pokaż stronę

# rm.saveCloseDoc
source: Save and close
pl: Zapisz i zamknij

# rm.saveCloseAllDocs
source: Save and close all
pl: Zapisz i zamknij wszystko

# rm.saveNewDoc
source: Save and create a new one
pl: Zapisz i utwórz nowy

# rm.newDoc
source: New
pl: Nowy

# rm.duplicateDoc
source: Duplicate
pl: Powiel

# labels.recordDuplicated
source: The record has been duplicated.
pl: Rekord został powielony.

# rm.closeDoc
source: Close
pl: Zamknij

# rm.closeAllDocs
source: Close all
pl: Zamknij wszystkie

# rm.clearCache_clearCache
source: Clear cache
pl: Wyczyść cache
