Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: pl

# mlang_labels_tablabel
source: List of database-records
pl: Lista rekordów bazy danych

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
pl: Moduł Web>Lista zapewnia dostęp niskiego poziomu do rekordów zawartych na stronie.

# mlang_tabs_tab
source: List
pl: Lista

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
pl: Wstaw za: Zawartość schowka jest wstawiana za tym rekordem

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
pl: Wstaw do: Zawartość schowka jest wstawiana na tej stronie

# clip_paste
source: Paste in clipboard content
pl: Wstaw zawartość ze schowka

# clip_markRecords
source: Mark All/Mark none
pl: Zaznacz/Odznacz wszystkie

# clip_selectMarked
source: Transfer the selection of records to clipboard
pl: Przenieś zaznaczone rekordy do schowka

# clip_duplicates
source: Mark duplicates
pl: Zaznacz duplikaty

# clip_editMarked
source: Edit marked
pl: Edytuj zaznaczone

# clip_deleteMarked
source: Delete marked
pl: Usuń zaznaczone

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie zaznaczone rekordy z tabeli '%s'?

# showInfo
source: Display information
pl: Wyświetl informację

# edit
source: Edit record
pl: Edytuj rekord

# editPage
source: Edit page properties
pl: Edytuj właściwości strony

# new
source: New record
pl: Nowy rekord

# newPage
source: Create new page after this page
pl: Utwórz nową stronę za tą stroną

# newRecord
source: Create new record after this record
pl: Stwórz nowy rekord za tym rekordem

# newRecordGeneral
source: Create new record
pl: Stwórz nowy rekord

# moveUp
source: Move up in list
pl: Przesuń w górę listy

# moveDown
source: Move down in list
pl: Przesuń w dół listy

# move_record
source: Re-position content element
pl: Przenieś element zawartości

source: Move page
pl: Przenieś stronę

# hide
source: Hide record
pl: Ukryj rekord

# unHide
source: Un-hide record
pl: Odkryj rekord

source: Hide page
pl: Ukryj stronę

source: Un-hide page
pl: Odkryj stronę

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
pl: Przenieś stronę o poziom w górę (obok rodzica)

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
pl: Przenieś stronę jako podstronę dla strony powyżej

# delete
source: Delete record (!)
pl: Usuń rekord (!)

# history
source: Display change history / Un-do
pl: Wyświetl historię zmian / Przywróć

source: Display versions
pl: Wyświetl wersje

# permissions
source: Set permissions for page
pl: Ustaw uprawnienia dla strony

# largeControl
source: Extended view
pl: Widok rozszerzony

# contractView
source: List all tables
pl: Wyświetl wszystkie tabele

# expandView
source: List only this table
pl: Wyświetl tylko tę tabelę

# collapseExpandTable
source: Collapse and expand records of table "%s"
pl: Zwiń i rozwiń rekordy tabeli "%s"

source: Show clipboard
pl: Pokaż schowek

# editShownColumns
source: Edit all shown fields of the listed records
pl: Edytuj wszystkie pokazane pola w rekordach

# editThisColumn
source: Edit the '%s' field of the listed records
pl: Edytuj '%s' pole w rekordach

# deleteWarning
source: Are you sure you want to delete this record?
pl: Czy na pewno chcesz usunąć ten rekord?

# localization
source: Localization view
pl: Widok lokalizacji

# defaultLanguage
source: Default
pl: Domyślny

# multipleLanguages
source: All languages
pl: Wszystkie języki

# Localize
source: Localize to
pl: Zlokalizuj do

# viewRecords
source: Viewing records of
pl: Pokazuje rekordy

# pageIndicator
source: Page %1$s of %2$d
pl: Strona %1$s z %2$d

# rangeIndicator
source: Records %1$d - %2$d
pl: Rekordy %1$d - %2$d

# missingTcaColumnsMessageTitle
source: Missing TCA definition
pl: Brakująca definicja TCA

# missingTcaColumnsMessage
source: No fields for table "%s" have been found. $TCA['%s']['columns'] does not contain the necessary definitions.
pl: Nie znaleziono pól dla tabeli "%s". $TCA['%s']['columns'] nie zawiera niezbędnych definicji.

# noRecordsOnThisPage
source: There are no records on this page.
pl: Ta strona nie zawiera rekordów.

# noRecordsOfTypeOnThisPage
source: There are no records of type "%s" on this page.
pl: Brak rekordów typu "%s" na tej stronie.

# button.cancel
source: Cancel
pl: Anuluj

# button.close
source: Close
pl: Zamknij

# button.delete
source: Delete
pl: Usuń
