Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_tca.xlf
Languages: pl

# file_mountpoints_edit_title
source: Edit filemount
pl: Edytuj punkty podłączenia plików

# file_mountpoints_add_title
source: Create new filemount
pl: Stwórz nowy punkt podłączenia plików

# file_mountpoints_list_title
source: List filemounts
pl: Wyświetl punkty podłączeń

# userMods
source: Modules
pl: Moduły

# allowed_languages
source: Limit to languages
pl: Ogranicz do języków

# workspace_perms
source: Workspace permissions
pl: Uprawnienia przestrzeni robocznej

# workspace_perms_live
source: Edit Live (Online)
pl: Edytowanie Live (Online)

# workspace_perms_draft
source: Edit Draft (Offline)
pl: Edytowanie Szkicu (Offline)

# workspace_perms_custom
source: Create new workspace projects
pl: Tworzenie nowych obszarów roboczych

# be_users.username
source: Username
pl: Nazwa użytkownika

# be_users.password
source: Password
pl: Hasło

# be_users.avatar
source: Avatar
pl: Awatar

# be_users.usergroup
source: Group
pl: Grupa

# be_users.usergroup_edit_title
source: Edit usergroup
pl: Edytuj grupę

# be_users.usergroup_add_title
source: Create new group
pl: Utwórz nową grupę

# be_users.usergroup_list_title
source: List groups
pl: Wyświetl grupy

# be_users.admin
source: Admin (!)
pl: Administrator (!)

# be_users.fileoper_perms
source: Fileoperation permissions
pl: Uprawnienia operacji na pliku

# be_users.file_permissions.files
source: Files
pl: Pliki

# be_users.file_permissions.files_read
source: Files: Read
pl: Pliki: Czytaj

# be_users.file_permissions.files_write
source: Files: Write
pl: Pliki: Zapisz

# be_users.file_permissions.files_add
source: Files: Add
pl: Pliki: Dodaj

# be_users.file_permissions.files_rename
source: Files: Rename
pl: Pliki: Zmień nazwę

# be_groups.file_permissions.files_replace
source: Files: Replace
pl: Pliki: Zmień nazwę

# be_users.file_permissions.files_move
source: Files: Move
pl: Pliki: Przenieś

# be_users.file_permissions.files_copy
source: Files: Copy
pl: Pliki: Kopiuj

# be_users.fileoper_perms_unzip
source: Files: Unzip
pl: Pliki: Rozpakuj

# be_users.file_permissions.file_delete
source: Files: Delete
pl: Pliki: Usuń

# be_users.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
pl: Pliki: Ładowanie, Kopiowanie, Przenoszenie, Kasowanie, Zmiana nazwy, Tworzenie nowych, Edycja

# be_users.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
pl: Katalog: Przenoszenie, Kasowanie, Zmiana nazwy, Tworzenie nowych

# be_users.fileoper_perms_diroper_perms_copy
source: Directory: Copy
pl: Katalog: Kopiowanie

# be_users.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
pl: Katalog: Kasowanie rekursywne (rm -Rf)

# be_users.tabs.rights
source: Access Rights
pl: Prawa dostępu

# be_users.tabs.mounts_and_workspaces
source: Mounts and Workspaces
pl: Punkty podłączenia i Obszary robocze

# be_users.tabs.options
source: Options
pl: Opcje

# be_users.tabs.extended
source: Extended
pl: Dodatkowe

# be_users.tabs.access
source: Access
pl: Dostęp

# be_groups.title
source: Grouptitle
pl: Tytuł grupy

# be_groups.pagetypes_select
source: Page types
pl: Typy stron

# be_groups.tables_modify
source: Tables (modify)
pl: Tabele (zmodyfikowanie)

# be_groups.tables_select
source: Tables (listing)
pl: Tabele (przeglądanie)

# be_groups.custom_options
source: Custom module options
pl: Własne opcje modułu

# be_groups.subgroup
source: Inherit settings from groups
pl: Dziedzicz ustawienia z grup

# be_groups.tabs.base_rights
source: Access Lists
pl: Lista dostępu

# be_groups.tabs.mounts_and_workspaces
source: Mounts and Workspaces
pl: Punkty podłączenia i Obszary robocze

# be_groups.fileoper_perms
source: Fileoperation permissions
pl: Uprawnienia operacji na pliku

# be_groups.file_permissions.folder
source: Directory
pl: Katalog

# be_groups.file_permissions.folder_read
source: Directory: Read
pl: Katalog: Czytaj

# be_groups.file_permissions.folder_write
source: Directory: Write
pl: Katalog: Zapisz

# be_groups.file_permissions.folder_add
source: Directory: Add
pl: Katalog: Dodaj

# be_groups.file_permissions.folder_rename
source: Directory: Rename
pl: Katalog: Zmień nazwę

# be_groups.file_permissions.folder_move
source: Directory: Move
pl: Katalog: Przenieś

# be_groups.file_permissions.folder_copy
source: Directory: Copy
pl: Katalog: Kopiowanie

# be_groups.file_permissions.folder_delete
source: Directory: Delete
pl: Katalog: Usuń

# be_groups.file_permissions.folder_recursivedelete
source: Directory: Delete recursively
pl: Katalog: Kasowanie rekursywne

# be_groups.file_permissions.files
source: Files
pl: Pliki

# be_groups.file_permissions.files_read
source: Files: Read
pl: Pliki: Czytaj

# be_groups.file_permissions.files_write
source: Files: Write
pl: Pliki: Zapisz

# be_groups.file_permissions.files_edit
source: Files: Edit
pl: Pliki: Edytuj

# be_groups.file_permissions.files_add
source: Files: Add
pl: Pliki: Dodaj

# be_groups.file_permissions.files_rename
source: Files: Rename
pl: Pliki: Zmień nazwę

# be_groups.file_permissions.files_move
source: Files: Move
pl: Pliki: Przenieś

# be_groups.file_permissions.files_copy
source: Files: Copy
pl: Pliki: Kopiuj

# be_groups.fileoper_perms_unzip
source: Files: Unzip
pl: Pliki: Rozpakuj

# be_groups.file_permissions.files_delete
source: Files: Delete
pl: Pliki: Usuń

# be_groups.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
pl: Pliki: Ładowanie, Kopiowanie, Przenoszenie, Kasowanie, Zmiana nazwy, Tworzenie nowych, Edycja

# be_groups.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
pl: Katalog: Przenoszenie, Kasowanie, Zmiana nazwy, Tworzenie nowych

# be_groups.fileoper_perms_diroper_perms_copy
source: Directory: Copy
pl: Katalog: Kopiowanie

# be_groups.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
pl: Katalog: Kasowanie rekursywne (rm -Rf)

# be_groups.tabs.options
source: Options
pl: Opcje

# be_groups.tabs.extended
source: Extended
pl: Dodatkowe

# sys_filemounts.tabs.users
source: Users
pl: Użytkownicy

# sys_filemounts.tabs.mountpoints
source: Mountpoints
pl: Punkty podłączenia

# sys_filemounts.tabs.publishing
source: Publishing
pl: Publikowanie

# sys_filemounts.tabs.other
source: Other
pl: Inne

# sys_filemounts.title
source: Label
pl: Etykieta

# sys_filemounts.path
source: Path
pl: Ścieżka

# sys_filemounts.read_only
source: Read-only
pl: Tylko do odczytu

# sys_filemounts.base_relative
source: relative ../fileadmin/
pl: relatywna względem fileadmin/

# sys_history
source: System History
pl: Historia

# sys_log
source: System Log
pl: Log systemowy

# sys_news
source: System News
pl: Aktualności systemowe

# sys_news.tabs.access
source: Access
pl: Dostęp

# sys_workspace.adminusers
source: Owners
pl: Właściciele

# sys_workspace.members
source: Members
pl: Członkowie

# sys_workspace.publish_time
source: Publish
pl: Opublikuj

# sys_workspace.freeze
source: Freeze Editing
pl: Wstrzymaj edycję

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
pl: Pozwól na edycję "live" rekordów z tebel bez wersjonowania

# sys_workspace.review_stage_edit
source: Allow members to edit records in "Review" stage
pl: Pozwól członkom na edytowanie rekordów w trybie "Recenzji"

# sys_workspace.disable_autocreate
source: Disable auto-versioning when editing
pl: Wyłącz autowersjonowanie podczas edycji

# pages
source: Page
pl: Strona

# pages.hidden_toggle
source: Page visible
pl: Strona widoczna

# pages.hidden_toggle_formlabel
source: Page visible
pl: Strona widoczna

# pages.nav_hide
source: Page not enabled in menus
pl: Strona niewłączona w menu

# pages.nav_hide_toggle
source: Page enabled in menus
pl: Strona włączona w menu

# pages.nav_hide_toggle_formlabel
source: Page enabled in menus
pl: Strona włączona w menu

# doktype.I.0
source: Standard
pl: Standardowa

# doktype.I.1
source: SysFolder
pl: Folder systemowy

# doktype.I.2
source: Recycler
pl: Kosz

# title
source: Pagetitle
pl: Tytuł strony

# php_tree_stop
source: Hide child pages in page tree
pl: Ukryj strony podrzędne w drzewie strony

# is_siteroot
source: Is root of website
pl: Jest korzeniem strony internetowej

# pages.slug
source: URL Segment
pl: Segment URL

# be_users
source: Backend user
pl: Użytkownik BE

# be_groups
source: Backend usergroup
pl: Grupa BE

# sys_filemounts
source: Filemount
pl: Zamontowane pliki

# sys_file_storage
source: File Storage
pl: Magazyn plików

# sys_file_storage.type
source: Entry point
pl: Punkt wejściowy

# sys_file_storage.name
source: Name
pl: Nazwa

# sys_file_storage.description
source: Description
pl: Opis

# sys_file_storage.hidden
source: Hide from listings
pl: Ukryj przed listowaniem

# sys_file_storage.is_online
source: Is online?
pl: Jest online?

# sys_file_storage.is_default
source: Is default storage?
pl: Jest domyślnym magazynem?

# sys_file_storage.is_browsable
source: Is browsable?
pl: Jest możliwość przeglądania?

# sys_file_storage.is_public
source: Is publicly available?
pl: Jest dostępny publicznie?

# sys_file_storage.is_writable
source: Is writable?
pl: Jest zapisywalny?

# sys_file_storage.auto_extract_metadata
source: Automatically extract metadata after upload
pl: Automatycznie odczytaj meta dane pliku po załadowaniu

# sys_file_storage.capabilities
source: Capabilities
pl: Możliwości

# sys_file_storage.processingfolder
source: Folder for manipulated and temporary images etc.
pl: Folder dla manipulowanych i tymczasowych obrazów etc.

# sys_file_storage.driver
source: Driver
pl: Sterownik

# sys_file_storage.driver.local
source: Local Filesystem
pl: Lokalny system plików

# sys_file_storage.configuration
source: Driver Configuration
pl: Konfiguracja sterownika

# sys_file
source: File
pl: Plik

# sys_file.storage
source: Storage
pl: Magazyn

# sys_file.identifier
source: Identifier
pl: Identyfikator

# sys_file.name
source: Filename
pl: Nazwa pliku

# sys_file.title
source: Title
pl: Tytuł

# sys_file.type
source: File Type
pl: Rodzaj pliku

# sys_file.type.unknown
source: Unknown
pl: Nieznany

# sys_file.type.text
source: Text
pl: Tekst

# sys_file.type.image
source: Image
pl: Obrazek

# sys_file.type.video
source: Video
pl: Wideo

# sys_file.type.software
source: Software
pl: Oprogramowanie

# sys_file.mime_type
source: Mime Type
pl: Typ mime

# sys_file.size
source: Size
pl: Rozmiar

# sys_file.usage_count
source: Usage Count
pl: Licznik użycia

# sys_file.description
source: Description
pl: Opis

# sys_file.alternative
source: Alternative Text
pl: Tekst alternatywny

# sys_file.missing
source: Marked as missing
pl: Oznaczony jako brakujący

# sys_file.metadata
source: Metadata records
pl: Rekordy metadanych

# file.width
source: Width
pl: Szerokość

# file.height
source: Height
pl: Wysokość

# sys_file_metadata
source: File Metadata
pl: Metadane pliku

# sys_file_reference
source: File Reference
pl: Referencja pliku

# sys_file_reference.uid_local
source: File
pl: Plik

# sys_file_reference.uid_foreign
source: Used by content elements
pl: Wykorzystany przez elementy treści

# sys_file_reference.tablenames
source: Table name
pl: Nazwa tabeli

# sys_file_reference.fieldname
source: Foreign Field
pl: Pole obce

# sys_file_reference.sorting_foreign
source: Sorting foreign
pl: Sortowanie obce

# sys_file_reference.basicoverlayPalette
source: File Metadata
pl: Metadane pliku

# sys_file_reference.imageoverlayPalette
source: Image Metadata
pl: Metadane obrazka

# sys_file_reference.audioOverlayPalette
source: Audio Metadata
pl: Metadane pliku

# sys_file_reference.videoOverlayPalette
source: Video Metadata
pl: Metadane pliku video

# sys_file_reference.title
source: Title
pl: Tytuł

# sys_file_reference.description
source: Description (Caption)
pl: Opis (tytuł)

# sys_file_reference.downloadname
source: Download Name
pl: Nazwa pobierania

# sys_file_reference.alternative
source: Alternative Text
pl: Tekst alternatywny

# sys_file_reference.crop
source: Image manipulation
pl: Edycja obrazu

# sys_file_reference.autoplay
source: Autoplay
pl: Auto odtwarzanie

# sys_file_collection
source: File collection
pl: Kolekcja pliku

# sys_file_collection.files
source: Files
pl: Pliki

# sys_file_collection.title
source: Title
pl: Tytuł

# sys_file_collection.type
source: Type
pl: Rodzaj

# sys_file_collection.type.0
source: Static selection of files
pl: Statyczny wybór plików

# sys_file_collection.type.1
source: Folder from Storage
pl: Folder z magazynu

# sys_file_collection.type.2
source: Select by category
pl: Wybierz według kategorii

# sys_file_collection.storage
source: File Storage
pl: Magazyn plików

# sys_file_collection.recursive
source: Recursive
pl: Rekursywnie

# sys_file_collection.category
source: Category
pl: Kategoria

# sys_language
source: Website Language
pl: Język serwisu

# sys_language.language_isocode
source: Select language
pl: Wybierz język

# sys_language.flag
source: Select flag icon
pl: Wybierz ikonę flagi

# sys_workspace
source: Workspace
pl: Obszar roboczy

# editlock
source: Restrict editing by non-Admins
pl: Ogranicz edycję przez nie-adminów

# sys_category
source: Category
pl: Kategoria

# sys_category.title
source: Title
pl: Tytuł

# sys_category.description
source: Description
pl: Opis

# sys_category.parent
source: Parent
pl: Rodzic

# sys_category.items
source: Items
pl: Elementy

# sys_category.categories
source: Categories
pl: Kategorie

# sys_category.tabs.category
source: Categories
pl: Kategorie

# sys_category.tabs.items
source: Items
pl: Elementy
