Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_core.xlf
Languages: pl

# rm.clearCache_thisPage
source: This page
pl: Ta strona

# rm.clearCache_all
source: Clear FE cache
pl: Wyczyść FE cache

# rm.clearCache_pages
source: Clear Page Cache
pl: Wyczyść cache strony

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
pl: Wyczyść cache typo3conf/

# rm.clearCacheMenu_all
source: Clear all caches
pl: Czyść cały cache

# rm.clearCacheMenu_pages
source: Clear page content cache
pl: Czyść cache treści stron

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
pl: Czyść cache konfiguracji

# flushPageCachesTitle
source: Flush frontend caches
pl: Czyść cache frontendu

# flushPageCachesDescription
source: Clear frontend and page-related caches.
pl: Wyczyść cache frontendu i związany ze stroną.

# flushAllCachesTitle2
source: Flush all caches
pl: Czyść cały cache

# flushAllCachesDescription2
source: Clear all system-related caches, including localization, extension configuration, file caches and opcode caches. Rebuilding this cache may take some time.
pl: Wyczyść wszystkie pamięci podręczne związane z systemem, w tym lokalizację, konfigurację rozszerzeń, pamięci podręczne plików i pamięci podręczne kodów. Odtworzenie pamięci podręcznej może zająć trochę czasu.

# flushCaches.error
source: An error occurred
pl: Wystąpił błąd

# flushCaches.error.description
source: An error occurred while clearing the cache. It is likely not all caches were cleared as expected.
pl: Wystąpił błąd podczas czyszczenia pamięci podręcznej. Prawdopodobnie nie wszystkie pamięci podręczne zostały wyczyszczone zgodnie z oczekiwaniami.

# rm.adminFunctions
source: Admin functions
pl: Administracja

# rm.edit
source: Edit
pl: Edytuj

# rm.export
source: Export
pl: Eksportuj

# rm.delete
source: Delete
pl: Usuń

# message.header.fileNotDeletedHasReferences
source: File not deleted
pl: Pliku nie usunięto

# message.description.fileNotDeletedHasReferences
source: The file cannot be deleted since it is still used at the following places
pl: Pliku nie można usunąć, ponieważ jest nadal używany w następujących miejscach

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
pl: Katalog nie usunięty

# message.description.folderNotDeletedHasFilesWithReferences
source: The folder cannot be deleted since it still contains files in use.
pl: Katalog nie może być usunięty ponieważ wciąż zawiera pliki.

# message.header.fileHasBrokenReferences
source: File has broken references
pl: Plik ma brakujące referencje

# message.description.fileHasBrokenReferences
source: The file has %s broken reference(s) but it will be deleted regardless.
pl: Plik posiada %s utraconych referencji ale zostanie i tak usunięty.

# message.header.fileNotFound
source: File not found
pl: Plik nie znaleziony

# message.description.fileNotFound
source: The file %s is not found, possible already removed.
pl: Plik %s nie został znaleziony, być może został już usunięty.

# message.header.fileDeleted
source: File deleted
pl: Plik usunięto

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
pl: Plik "%s" został z powodzeniem usunięty.

# message.header.folderDeleted
source: Folder deleted
pl: Katalog usunięto

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
pl: Katalog "%s" został z powodzeniem usunięty.

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
pl: Katalog nie usunięty

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
pl: Katalog nie może być usunięty ponieważ wciąż zawiera pliki.

# buttons.logout
source: Logout
pl: Wyloguj

# buttons.exit
source: Exit
pl: Wyjdź

# buttons.exitSwitchUser
source: Exit switch user mode
pl: Wyjdź z trybu przełączania użytkownika

# buttons.selMenu_modules
source: MODULES
pl: MODUŁY

# buttons.clear
source: Clear
pl: Wyczyść

# buttons.clipboard
source: Clipboard
pl: Schowek

# buttons.removeAll
source: Remove all
pl: Usuń wszystko

# buttons.toggleSlugExplanation
source: Toggle manual URL segment
pl: Wybierz ręcznie segment adresu URL

# buttons.recreateSlugExplanation
source: Recalculate URL segment from page title
pl: Wygeneruj segment adresu URL na podstawie tytułu strony

# buttons.deactivateMfaProvider
source: Deactivate %s
pl: Dezaktywuj %s

# cm.copy
source: Copy
pl: Kopiuj

# cm.copyrelease
source: Copy release
pl: Kopiuj wydanie

# cm.cut
source: Cut
pl: Wytnij

# cm.view
source: Show
pl: Pokaż

# cm.edit
source: Edit
pl: Edytuj

# cm.editcontent
source: Edit content
pl: Edytuj treść

# cm.editMetadata
source: Edit Metadata of this file
pl: Edytuj Metadane dla tego pliku

# cm.new
source: New
pl: Nowy

# cm.newSubpage
source: New subpage
pl: Nowa podstrona

# cm.pasteinto
source: Paste into
pl: Wklej do

# cm.pasteafter
source: Paste after
pl: Wklej za

# cm.select
source: Select
pl: Wybierz

# cm.deselect
source: Deselect
pl: Skasuj wybór

# cm.selectto
source: Select to
pl: Wybierz do

# cm.deselectto
source: Deselect to
pl: Skasuj wybór do

# cm.delete
source: Delete
pl: Usuń

# cm.hide
source: Hide
pl: Ukryj

# cm.unhide
source: Unhide
pl: Odkryj

# cm.online
source: Turn online
pl: Włącz tryb online

# cm.offline
source: Turn offline
pl: Włącz tryb offline

# cm.upload
source: Upload Files
pl: Załaduj pliki

# cm.rename
source: Rename
pl: Zmień nazwę

# cm.replace
source: Replace
pl: Zastąp

# cm.open
source: Open
pl: Otwórz

# cm.save
source: Save
pl: Zapisz

# cm.unzip
source: Unzip
pl: Rozpakuj

# cm.createnew
source: Create new
pl: Utwórz nowy

# cm.createnew.link
source: Create new %s
pl: Utwórz nową %s

# cm.tempMountPoint
source: Mount as treeroot
pl: Zamontuj jako korzeń drzewa

# cm.copyPage_into
source: Copy page into
pl: Kopiuj stronę do

# cm.copyPage_after
source: Copy page after
pl: Kopiuj stronę za

# cm.movePage_into
source: Move page into
pl: Przenieś stronę do

# cm.movePage_after
source: Move page after
pl: Przenieś stronę za

# cm.copyFolder_into
source: Copy folder into
pl: Kopiuj katalog do

# cm.moveFolder_into
source: Move folder into
pl: Przenieś katalog do

# cm.createNewRelation
source: Create new relation
pl: Utwórz nową relację

# cm.branchActions
source: Branch Actions
pl: Operacje na gałęzi

# cm.copyPasteActions
source: Page Actions
pl: Operacje na stronie

# cm.collapseBranch
source: Collapse Branch
pl: Wziń gałąź

# cm.expandBranch
source: Expand Branch
pl: Rozwiń gałąź

# cm.more
source: More options...
pl: Więcej opcji...

# cm.allowedFileExtensions
source: Allowed file extensions
pl: Dozwolone rozszerzenia plików

# cm.allowedEditableTextFileExtensions
source: Allowed editable text file extensions
pl: Dozwolone edytowalne rozszerzenia plików tekstowych

# cm.allowEmbedSources
source: Allowed media sources
pl: Dozwolone źródła mediów

# cm.allowedRelations
source: Allowed relations
pl: Dozwolone relacje

# CM_history
source: History/Undo
pl: Historia/Przywróć

# cm.transferToClipboard
source: Transfer to clipboard
pl: Przenieś do schowka

# cm.removeFromClipboard
source: Remove from clipboard
pl: Usuń ze schowka

# sortable.dragmove
source: Drag to move
pl: Przeciągnij żeby przenieść

# tree.defaultPageTitle
source: [Default Title]
pl: [Tytuł domyślny]

# tree.activeFilterMode
source: Active Filtering Mode
pl: Aktywny tryb filtrowania

# tree.buttonNewNode
source: Create new pages
pl: Utwórz nowe strony

# tree.buttonFilter
source: Filter tree
pl: Filtruj drzewo

# tree.searchTermInfo
source: Enter search term
pl: Wpisz wyszukiwane hasło

# warning.install_password
source: The Install Tool is still using the default password "joh316". Update this within the %sAbout section%s of the Install Tool.
pl: Instalator nadal używa domyślnego hasła "joh316". Zmień to hasło w sekcji %s10: About%s Instalatora.

# warning.installtool_default_password
source: The Install Tool is still using the default password "joh316". Update this within the %sImportant actions section%s of the Install Tool.
pl: Install Tool wciąż używa domyślnego hasła "joh316". Zaktualizuj to wewnątrz %s Sekcji ważnych akcji %s Install Toola.

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
pl: Wartość fileDenyPattern nie jest domyśla: %s. Jeżeli TYPO3 uruchomiony jest na Apachu to brak domyślnej wartości fileDenyPattern może spowodować, że użytkownicy backendu lub frontendu będą mogli zaladować szkodliwe dla systemu pliki.

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
pl: Zagrożenie bezpieczeństwa! Nowa wartość fileDenyPattern nie zawiera domyślnych wartoności:%s. Jeśli TYPO3 działa na Apache, ta wartość może umożliwić backendowym i frontendowym użytkownikom wykonywać złośliwe skrypty php.

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
pl: Aktualna wartość fileDenyPattern pozwala na zaladowanie/stworzenie pliku .htaccess. Jeżeli TYPO3 działa na Apache to taka sytuacji pozwala użytkownikom bacendu i frontendu na stworzenie i uruchomienie skryptów php. Zmień wartość fileDenyPattern na domyślną aby temu zapobiec.

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
pl: Instalator jest włączony na stałe. Usuń plik "%s", kiedy zakończysz konfigurację TYPO3.

# warning.install_enabled_cmd
source: Click to remove the file now!
pl: Kliknij, żeby usunąć ten plik!

# warning.header
source: Important Notice!
pl: Ważna informacja!

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
pl: Indeks Referencji jest pusty to najczęściej jest wynikiem upgradu TYPO3. Przejdź do %sNarzędzia admina>Kontrola bazy%s i uaktualnij Indeks referencji.

# warning.file_missing
source: File is missing!
pl: Brakuje pliku!

# warning.file_missing_text
source: This file is marked as missing
pl: Ten plik jest oznaczony jako brakujący

# warning.header.storage_is_no_public
source: Storage is not public
pl: Magazyn nie jest publiczny

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
pl: Magazyn został oznaczony jako "dostępny publicznie" ale nie został wykryty jako taki przez sterownik. Ustawienie zostało cofnięte.

# warning.inline_use_combination
source: This record will be modified globally.
pl: Ten rekord zostanie zmodyfikowany globalnie.

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
pl: Walidacja tokena zabezpieczającego ten formularz nie powiodła się. Proszę przeładować formularz i przesłać go ponownie.

# toolbarItems.shortcuts
source: Shortcuts
pl: Skróty

# toolbarItems.shortcut
source: Shortcut
pl: Skrót

# toolbarItems.shortcutsGroup
source: Shortcut Group
pl: Grupy skrotów

# toolbarItems.shortcutsEdit
source: Edit Shortcut
pl: Edytuj skrot

# toolbarItems.shortcutsDelete
source: Delete Shortcut
pl: Usuń skrót

# toolbarItems.bookmarks
source: Bookmarks
pl: Zakładki

# toolbarItems.bookmark
source: Bookmark
pl: Zakładka

# toolbarItems.bookmarksGroup
source: Bookmark group
pl: Grupa zakładek

# toolbarItems.bookmarksEdit
source: Edit bookmark
pl: Edytuj zakładkę

# toolbarItems.bookmarksDelete
source: Delete bookmark
pl: Usuń zakładkę

# toolbarItems.collapsePageTree
source: Collapse page tree
pl: Zwiń drzewo strony

# toolbarItems.help
source: Help
pl: Pomoc

# toolbarItems.minMaxModuleMenu
source: Minimize/maximize module menu
pl: Minimalizuj/maksymalizuj menu modułu

# toolbarItems.search
source: Search
pl: Szukaj

# toolbarItems.searchLabel
source: Search the contents
pl: Przeszukaj treść

# toolbarItems.workspace
source: Workspace
pl: Obszar roboczy

# toolbarItems.sysinfo
source: System Information
pl: Informacje systemowe

# toolbarItems.sysinfo.phpversion
source: PHP Version
pl: Wersja PHP

# toolbarItems.sysinfo.database
source: Database
pl: Baza danych

# toolbarItems.sysinfo.applicationcontext
source: Application Context
pl: Kontekst aplikacji

# toolbarItems.sysinfo.composerMode
source: Composer mode
pl: Tryb edycji

# toolbarItems.sysinfo.gitrevision
source: GIT Revision
pl: GIT Rewizja

# toolbarItems.sysinfo.operatingsystem
source: Operating System
pl: System operacyjny

# toolbarItems.sysinfo.typo3-version
source: TYPO3 Version
pl: Wersja TYPO3

# extension.not.installed
source: Extension "%s" is not installed.
pl: Rozszerzenie "%s" nie jest zainstalowane.

# link.to.filefile.correctly
source: Please, do not link to this page.
pl: Proszę nie linkować tej strony.

# csh_tooltip_loading
source: Loading help...
pl: Ładowanie pomocy ...

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
pl: Wystąpił błąd SQL. To może wskazywać błąd schematu między TCA i bazą danych. Spróbuj uruchomić porównanie bazy danych w Install Toolu.

# error.database_schema_mismatch_title
source: Database Error
pl: Błąd Bazy Danych

# error.items_proc_func_error
source: An error occurred trying to process items for field "%1$s" (%2$s).
pl: Wystąpił błąd podczas próby przetworzenia elementów dla pola "%1$s" (%2$s).

# error.invalidEmail
source: "%s" is not a valid e-mail address.
pl: "%s" nie jest poprawnym adresem e-mail.

# error.backendUserGroupListTypeError.header
source: Possible misconfiguration detected
pl: Wykryto możliwe błędną konfiguracje

# error.backendUserGroupListTypeError.message
source: Editing of at least one plugin was enabled but editing the page content type "Insert Plugin" is still disallowed. Group members won't be able to edit plugins unless you activate editing for the content type.
pl: Edycja co najmniej jednej wtyczki została włączona, ale edytuja typu zawartości strony "Wstaw Plugin" nadal jest niedozwolona. Członkowie grupy nie będą mogli edytować wtyczki chyba aktywujesz opcje dla typu zawartości.

# labels.deleteTitle
source: Revert to default Constant
pl: Powrót do ustawień domyślnych

# labels.editTitle
source: Edit this Constant
pl: Edytuj tą stałą

source: Page Translation
pl: Tłumaczenie strony

# iframe.navFrame
source: Navigation frame to browse through and select folders
pl: Ramka nawigacyjna do przeglądania i wybierania folderów
