Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: pl

# .image_descr
source: TYPO3 backend login screen.
pl: Ekran logowanie do backendu TYPO3.

# menu_modules.alttitle
source: Backend modules
pl: Moduły backendu

# menu_adminFunction.alttitle
source: Admin Functions
pl: Funkcje administratora

# pagetree.alttitle
source: The Page Tree
pl: Drzewo Witryny

# pagetree.description
source: This is the hierarchical organization of pages in TYPO3. Typically websites are build so they reflect the page structure in the page tree directly in the website navigation.
pl: TYPO3 ma możliwości odzwierciedlania struktury witryny na drzewie.

# tcatree.collapseAll
source: Collapse All
pl: Zwiń wszystko

# tcatree.expandAll
source: Expand All
pl: Rozwiń wszystko

# tcatree.toggleHideUnchecked
source: hide/show unchecked items
pl: ukryj/pokaż niezaznaczone elementy

# tcatree.findItem
source: Find Item
pl: Znajdź element

# list_module_root.alttitle
source: Root of the Page Tree
pl: Korzeń tego drzewa stron

# list_clipboard.alttitle
source: TYPO3 Clipboard
pl: Schowek TYPO3

# list_searchbox.alttitle
source: Search Box
pl: Pole wyszukiwania

# list_options.alttitle
source: List module options
pl: Opcje modułu Listy

# new_regular.alttitle
source: Create new record
pl: Utwórz nowy rekord

# _move_el_pages.seeAlso
source: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, Moving pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
pl: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, Przenoszenie stron | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/

# _TCEforms_cacheSelector.seeAlso
source: User TSconfig (See "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
pl: TSconfig użytkownika (Zobacz "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/

# _filelist_clipboard.seeAlso
source: xMOD_csh_corebe:list_clipboard, About the Clipboard [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
pl: xMOD_csh_corebe:list_clipboard, O Schowku [Techniczne] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/

# shortcuts.alttitle
source: Backend Shortcuts
pl: Skróty zaplecza

# bookmarks.alttitle
source: Backend Bookmarks
pl: Zakładki zaplecza
