Repository: polskiesmaki/typo311_website
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: pl

# shortcutDescription
source: This is the shortcuts menu. You do not have any shortcuts added yet, you can do so by clicking the shortcut icon %icon%, which you can find on each page in the backend.
pl: To jest menu skrótów. Nie masz jeszcze dodanych żadnych skrótów. Możesz dodać skróty klikając w ikonę %icon%, którą odnajdziesz na każdej stronie panelu administracyjnego.

# shortcut_edit
source: Edit
pl: Edytuj

# shortcut_create
source: Create
pl: Utwórz

# shortcut_editID
source: Edit/Search
pl: Edytuj/Szukaj

# shortcut_save
source: Update shortcut title
pl: Aktualizuj tytuł skrótu

# shortcut_saveClose
source: Update and close editor
pl: Aktualizuj i zamknij edytor

# shortcut_close
source: Close shortcut editor
pl: Zamknij edytor skrótu

# shortcut_delete
source: Remove shortcut
pl: Usuń skrót

# shortcut_loadEdit
source: Loading page
pl: Ładowanie strony

# shortcut_searchFor
source: Search for
pl: Szukaj

# shortcut_notEditable
source: No editable page found!
pl: Nie znaleziono edytowalnej strony!

# shortcut_group
source: Group
pl: Grupa

# shortcut_group_1
source: Pages
pl: Strony

# shortcut_group_2
source: Records
pl: Rekordy

# shortcut_group_3
source: Files
pl: Pliki

# shortcut_group_4
source: Tools
pl: Narzędzia

# shortcut_group_5
source: Miscellaneous
pl: Różne

# shortcut_global
source: Global
pl: Globalny

# shortcut_all
source: All
pl: Wszystkie

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
pl: Nie możesz edytować współdzielonego skrótu!

# shortcut_selSC
source: Select shortcut
pl: Wybierz skrót

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
pl: Usunąć wszystkie skróty w tej grupie?

# shortcut_onlineWS
source: LIVE workspace
pl: Obszar LIVE

# shortcut_active
source: active
pl: aktywny

# shortcut_inactive
source: inactive
pl: nieaktywny

# shortcut_noWSfound
source: ERROR: No workspaces found!
pl: BŁĄD: Brak obszaru roboczego!

# shortcut_FEPreview
source: Enable Frontend Preview
pl: Włącz podgląd strony

# shortcut_workspace
source: Go to Workspace Module
pl: Idź do modułu Obszarów Roboczych

# bookmark_description
source: This is the bookmarks menu. You do not have any bookmarks added yet, you can do so by clicking the bookmark icon %s, which you can find on each page in the backend.
pl: To jest menu zakładek. Nie masz jeszcze żadnych zakładek, możesz dodać zakładkę, klikając ikonę zakładki %s, którą znajdziesz na każdej stronie w panelu administracyjnego.

# bookmark_edit
source: Edit
pl: Edytuj

# bookmark_create
source: Create
pl: Utwórz

# bookmark_editID
source: Edit/Search
pl: Edytuj/Szukaj

# bookmark_save
source: Update bookmark title
pl: Zmień tytuł zakładki

# bookmark_saveClose
source: Update and close editor
pl: Aktualizuj i zamknij edytor

# bookmark_close
source: Close bookmark editor
pl: Zamknij edytor zakładek

# bookmark_delete
source: Remove bookmark
pl: Usuń zakładkę

# bookmark_loadEdit
source: Loading page
pl: Ładowanie strony

# bookmark_searchFor
source: Search for
pl: Szukaj

# bookmark_notEditable
source: No editable page found!
pl: Nie znaleziono edytowalnej strony!

# bookmark_group
source: Group
pl: Grupa

# bookmark_group_1
source: Pages
pl: Strony

# bookmark_group_2
source: Records
pl: Rekordy

# bookmark_group_3
source: Files
pl: Pliki

# bookmark_group_4
source: Tools
pl: Narzędzia

# bookmark_group_5
source: Miscellaneous
pl: Różne

# bookmark_global
source: Global
pl: Globalny

# bookmark_all
source: All
pl: Wszystkie

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
pl: Nie możesz edytować współdzielonych zakładek!

# bookmark_selSC
source: Select bookmark
pl: Wybierz zakładkę

# bookmark_delAllInCat
source: Delete all bookmarks in this group
pl: Usuń wszystkie zakładki z tej grupy

# bookmark_onlineWS
source: LIVE workspace
pl: Obszar LIVE

# bookmark_active
source: active
pl: aktywny

# bookmark_inactive
source: inactive
pl: nieaktywny

# bookmark_noWSfound
source: ERROR: No workspaces found!
pl: BŁĄD: Brak obszaru roboczego!

# bookmark_FEPreview
source: Enable Frontend Preview
pl: Włącz podgląd strony

# bookmark_workspaceComparisonView
source: Enable comparison view
pl: Uaktywnij podgląd porównania

# bookmark_workspace
source: Go to Workspace Module
pl: Idź do modułu Obszarów Roboczych

source: Overwrite existing files
pl: Nadpisz istniejące pliki

# uploadMultipleFilesInfo
source: Upload multiple files by holding the Shift or CTRL-file pressed while selecting your files (works on modern browsers only).
pl: Załaduj wiele plików przytrzymując klawisz SHIFT lub CTRL naciśnięty podczas zaznaczania plików (działa tylko na nowoczesnych przeglądarkach).

# fileMetaDataLocation
source: Location
pl: Lokalizacja

# fileMetaErrorInvalidRecord
source: File meta data not found
pl: Nie znaleziono metadanych pliku

# selectPosition
source: Select a position for the new page
pl: Wybierz pozycję dla nowej strony

source: Page (select position)
pl: Strona (wybierz pozycję)

source: Go back
pl: Wróć

# createNewPage
source: Create a new page
pl: Utwórz nową stronę

# createNewContent
source: Create a new content element
pl: Utwórz nowy element treści

# clickForWizard
source: Click here for wizard!
pl: Uruchom kreatora!

# insertNewPageHere
source: Insert the new page here
pl: Wstaw nową stronę tutaj

source: Insert new record here
pl: Wstaw nowy rekord tutaj

# movePageToHere
source: Move page to this position
pl: Przenieś stronę na tę pozycję

source: Move element
pl: Przenieś element

source: Move elements
pl: Przenieś elementy

source: Copy elements
pl: Kopiuj elementy

# selectPositionOfElement
source: Select position of the element
pl: Wybierz pozycję elementu

# movingElement
source: Move element
pl: Przenieś element

# makeCopy
source: Make copy instead of moving element
pl: Skopiuj zamiast przenosić element

source: New content element
pl: Nowy element zawartości

# newContentElement.filter.label
source: Filter by:
pl: Filtruj wg:

# newContentElement.filter.placeholder
source: Search for any content type
pl: Szukaj dowolnego typu treści

# newContentElement.filter.noResults
source: Unfortunately no content type matches your query, please try a different one.
pl: Niestety żaden typ treści nie pasuje do Twojego zapytania, spróbuj innego.

source: System Records
pl: Rekordy systemowe

# recordgroup.content
source: Content
pl: Zawartość

# recordgroup.backendaccess
source: Backend Access
pl: Dostęp do backend

# recordgroup.frontendaccess
source: Frontend Access
pl: Dostęp do frontend

# 1_selectType
source: First select the type of the new content element
pl: Najpierw wybierz typ nowego elementu treści

# 2_selectPosition
source: Now click on the position of the new content element
pl: Teraz kliknij pozycję nowego elementu treści

# CM_history
source: History/Undo
pl: Historia/Przywróć

# CM_hideInMenus
source: Hide in menu
pl: Ukryj w menu

# CM_showInMenus
source: Show in menu
pl: Pokaż w menu

# CM_perms
source: Access
pl: Dostęp

# CM_moveWizard
source: Move element
pl: Przenieś element

# CM_moveWizard_page
source: Move page
pl: Przenieś stronę

# CM_newWizard
source: 'Create New' wizard
pl: Kreator 'Stwórz nowy'

# CM_editPageProperties
source: Edit page properties
pl: Edytuj właściwości strony

# CM_db_list
source: Web>List module
pl: Moduł Web>Lista

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
pl: Wybrałeś stronę "%s", którą nie możesz edytować. Ładowanie backendu.

source: Localize
pl: Przetłumacz

# localize.isLocalizable
source: Record can be localized
pl: Rekord może być tłumaczony

# localize.wasRemovedInOriginal
source: Record was removed in original language
pl: Rekord został usunięty w oryginalnym języku

source: Localize all records
pl: Stwórz tłumaczenia wszystkich rekordów

source: Synchronize with original language
pl: Synchronizuj z oryginalnym językiem

# pageTree_filter
source: Filter
pl: Filtruj

source: Switch to User
pl: Przełącz na użytkownika

# fileUpload_windowTitle
source: File Upload Progress
pl: Postęp przesyłania pliku

# fileUpload_buttonSelectFiles
source: Select Files
pl: Wybierz pliki

# fileUpload_buttonCancelAll
source: Cancel All Uploads
pl: Przerwij przesyłanie plikow

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
pl: Możesz ładować pliki nie większe niż {0}

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
pl: Możesz załadować {0} plików.

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
pl: Możesz załadować następujące typy plików {0}.

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
pl: Nadpisz istniejące pliki

# fileUpload_processRunning
source: Another process is already uploading
pl: Inny proces przesyła w tym momencie

# fileUpload_uploadWait
source: Waiting to start upload of {0}
pl: Oczekiwanie na start ładowania pliku {0}

# fileUpload_uploadStarting
source: Starting upload of {0}
pl: Zaczyna ładowanie pliku {0}

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
pl: {0}% z {1} załadowane

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
pl: {0} został zaladowany poprawnie!

# pagetree_networkErrorTitle
source: Page tree error
pl: Błąd drzewa stron

# pagetree_networkErrorDesc
source: Got unexpected response from the server. Please check logs for details.
pl: Otrzymano nieoczekiwaną odpowiedź serwera. Sprawdź log, aby poznać szczegóły.

# tree_networkError
source: Navigation loading error
pl: Błąd ładowania nawigacji

# tree_networkErrorDescription
source: Got unexpected response from the server. Please check logs for details.
pl: Otrzymałem nieoczekiwaną odpowiedź z serwera. Sprawdź logi, aby uzyskać szczegółowe informacje.

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
pl: Zaznaczono za dużo plików

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
pl: {0} jest za duży

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
pl: {0} jest pusty

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
pl: {0} ma niedozwolony typ pliku

# fileUpload_errorUploadHttp
source: Too many files selected
pl: Zaznaczono za dużo plików

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
pl: Wystąpił błąd HTTP: {0}

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
pl: Bląd wewnętrzny: nie ustawiono URL do ładownia

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
pl: Błąd wewnętrzny: Problem przy odczycie/zapisie pliku

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
pl: Błąd wewnętrzny: {0}

# fileUpload_errorUploadLimit
source: Upload limit exceeded
pl: Przekroczono limit ładowania

# fileUpload_errorUploadFailed
source: Upload failed
pl: Ładowanie nie powiodło się

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
pl: Błąd wewnętrzny: ID pliku nie znalezione

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
pl: Błąd wewnętrzny podczas sprawdzania poprawności pliku

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
pl: Ładowanie {0} anulowane

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
pl: Ładowanie {0} zatrzymane

# fileUpload_allErrorMessageTitle
source: All uploads failed
pl: Ładownie nie powiodło się.

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
pl: Nie powiodło się przesyłanie żadnego pliku.<br /><br />Jeśli ten problem będzie się powtarzał, spróbuj użyć inną przeglądarkę, skontaktuj się z administratorem, lub zablokuj "Flash Uploader" w swoich ustawieniach użytkownika.<br /><br />Szczegółowy opis problemu:

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
pl: Serwer zwrócił kod statusu 401, co oznacza, że na Twoim serwerze może być użyty plik .htaccess do ograniczenia dostępu do katalogu. Niestety w takim przypadku wtyczka Flash nie może przeprowadzić wymaganej autoryzacji.

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
pl: Nastąpił błąd wejścia/wyjścia (Błąd #2038). To się zdarza np. na serwerach używających samopodpisujących certyfikatów SSL, co niestety jest ograniczone w Twojej wtyczce Flash

# synchronizeRelations.afterFolderRenamed
source: %d %s records referencing the renamed directory were updated.
pl: %d %s rekordy odnoszące się do katalogu o zmienionej nazwie zostały zaktualizowane.

# liveSearch_title
source: Short result list
pl: Szybka lista wyników

# liveSearch_emptyText
source: Enter search term
pl: Wpisz szukaną treść

# liveSearch_loadingText
source: Searching...
pl: Szukam...

# liveSearch_listEmptyText
source: No results found.
pl: Nic nie znaleziono.

# liveSearch_showAllResults
source: Show All
pl: Pokaż wszystkie

# liveSearch_helpTitle
source: How to use advanced search tags
pl: Jak używać zaawansowanych znaczników wyszukiwania

# liveSearch_helpDescription
source: Search in certain tables
pl: Szukaj w określonych tabelach

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
pl: #page:Tytuł znajdzie wszystkie strony zawierające słowo "Tytuł" w tytule

# viewPort_tooltipModuleMenuSplit
source: Drag to resize the Modules Menu
pl: Przeciągnij aby zmienić rozmiar menu modułów

# viewPort_tooltipNavigationContainerSplitDrag
source: Drag to resize or double click to collapse the page tree area
pl: Przeciągnij aby zmienić rozmiar lub kliknij dwukrotnie aby zwinąć drzewo

# viewPort_tooltipNavigationContainerSplitClick
source: Click to toggle the page tree area
pl: Klilknij aby przełączyć obszar drzewa

# viewPort_tooltipDebugPanelSplitDrag
source: Drag to resize or click to collapse the Debug Panel.
pl: Przeciągnij aby zmienić rozmiar lub kliknij aby zwinąć panel debugowania.

# viewport_navigation_show
source: Show Navigation
pl: Pokaż Nawigację

# viewport_navigation_hide
source: Hide Navigation
pl: Ukryj Nawigację
